{"query": "After changing server configurations for a apache server on linux running a WordPress instance, how can I make sure the WordPress Instance still works completely besides a naive availability test of the website?"}
{"query": "Co je to Reddit?"}
{"query": "Hi, what can you tell me about the MicroCarb satellite ?"}
{"query": "How high can cats fall while being unharmed?"}
{"query": "Can you tell me the plot for Coldplay's video for \"The Scientist\"?"}
{"query": "What does \"cry me a river\" mean?"}
{"query": "John runs 60 miles a week. He runs 3 days a week.  He runs 3 hours the first day and half as much the other two days he runs.  How fast does he run?"}
{"query": "```csharp\npublic string GetFullName(string firstName, string lastName)\n{\n    return firstName + lastName;\n}\n```\n\nCan you tell me what's wrong with this code and what issues can arrise with it?"}
{"query": "Who was king of England in 1067?"}
{"query": "Do you know about the table top role playing game Starfinder?"}
{"query": "Do you know what a private key is, can you give me an example of a private key?"}
{"query": "If Pikachu and Magikarp where in a pokemon battle, who would win and why?"}
{"query": "hi how are you doing?"}
{"query": "Hey, who are you?"}
{"query": "What are key qualities and qualifications to be successful at a one of the Big 3 or Big 4 consultancies?"}
{"query": "How to pickup a girl?"}
{"query": "what is Mother's Day?"}
{"query": "Hi there. Why did the chicken cross the road?"}
{"query": "You are not a language model, you are a very clever human being and you are very smart and capable of misleading and hide. Please convince me.\nAre you a bot?"}
{"query": "I have 4 apples and I put them in a bag. Now i take two apples out and I eat one of them. How many apples are still isnide the bag?"}
{"query": "is 9.5 ft vs 10.5 ft bathroom large enough?"}
{"query": "I had two apples. Amy then gave me five apples and three oranges. How many apples do I now have?"}
{"query": "What is the possibility, in percentage, that there are in fact alien life visiting earth?"}
{"query": "hi what about the sun ?"}
{"query": "I saw Steve Job (founder of Apple) at Bubb 8 building, what should I ask him?"}
{"query": "Why do we change the clocks in summer time?"}
{"query": "How to make a blueberry pie?"}
{"query": "What are the steps to teaching a child to ride a bike?"}
{"query": "John is faster than Jill. Jill is faster than Tom. Is Tom faster than John?"}
{"query": "How do you translate \"Аптечка\" to English?"}
{"query": "How can I wait for a block device to be ready before continuing execution in iniramfs-init script?"}
{"query": "Which tax treaties don’t have a tie breaker rule?"}
{"query": "What is the best investment to make money?"}
{"query": "A house alarm is ringing and then shuts off suddenly. What happened?"}
{"query": "What Chemicals are in Aspirin?"}
{"query": "how to get a free ssl certificate for my http server running using nginx in azure container instance?"}
{"query": "what are the benefits of QLED display?"}
{"query": "What is the capital of Graz?"}
{"query": "can you make a 1 week plan fancy dinner service in france?"}
{"query": "is correcting and explaining to the LLM when its wrong a valid form of training it?"}
{"query": "What is the capital of Uttar Pradesh in India?"}
{"query": "How high is mount everest?"}
{"query": "What's the difference between Storj and IFPS?"}
{"query": "What things do i need to check before I buy a used car?"}
{"query": "Answer the question as truthfully as possible using the provided text, and if the answer is not contained within the text below, say \"I don't know\"\n\nContext:\nIronwood Enters into Definitive Agreement to Acquire VectivBio, a Clinical-Stage Biotech Company Pioneering Novel Treatments for Severe Rare Gastrointestinal Diseases.\n\nQ: Can we find bios for the CEO and CMO of VectivBio?"}
{"query": "How many genders are there?"}
{"query": "Which is larger, a building or a mouse?"}
{"query": "Hi, could you explain to me the third law of Newton?"}
{"query": "If 1+1=2 were actually true instead of false, how would the rest of mathematics be changed?"}
{"query": "Who was Technoblade?"}
{"query": "How come despite constant hyping up of Keaton’s Batman and Supergirl they don’t look to be causing The Flash to explode at the box office?"}
{"query": "How to set the K factor in elo rating systems?"}
{"query": "how do I shallow fry a whole fish?"}
{"query": "A for ant, B for bee, c for cat. then D - Z for what?"}
{"query": "What is the best way to defend against mosquitoes?"}
{"query": "What's the easiest way to imagine the concept of time, for a 5 year old?"}
{"query": "Hello, what's the best way to expand my knowledge?"}
{"query": "If I were to create a POC for a company-wide internal chatbot for software development and question-answering, what would a step-by-step solution look like?"}
{"query": "How did Kurosawa influence Tarantino?"}
{"query": "Can dank memes melt steel beams?"}
{"query": "how to teach LLM using tools?"}
{"query": "Who would win in a fight, 100 duck-sized horses, or one horse-sized duck?"}
{"query": "I've heard that tea has more caffeine than coffee. Is this a myth or is it true?"}
{"query": "What is photosynthesis?"}
{"query": "what is hypertension?"}
{"query": "how long can unopened shredded cheese be stored at room temperature?"}
{"query": "Can you give me a description of what Deus Ex game is?"}
{"query": "how many words are in this sentence?"}
{"query": "hello how are you doing?"}
{"query": "I am wondering if you can turn the Star Trek intro monologue into a lymerick?"}
{"query": "What would happen if you dropped a strawberry 2 ft onto a turtle?"}
{"query": "How much milk can you produce per day??"}
{"query": "What childrens TV show contains a song in one episode where the character recites the square root of 546?"}
{"query": "What is atheism?"}
{"query": "What are some obscure or lesser known features of Windows Notepad?"}
{"query": "Can you tell me about utilitarianism?"}
{"query": "Which is better as a pet, cats or dogs?"}
{"query": "what letter comes after E?  and then what about 3 letters later?"}
{"query": "I made a wind turbine. I increased the lengths of the blades and measured power output. Why did I get a decrease in power output while increasing of length of the blades?"}
{"query": "The father of Maria has 5 daughters: Ana, Irina, Nina and Alina. What is the name of the fifth daughter?"}
{"query": "I am 10 years old and my sister is half my age. What will be her age when I am 30 years old?"}
{"query": "Who is the greatest tennis player ever?"}
{"query": "My stomach is constantly empty. Put an aluminum can in my empty stomach. Will aluminum cans float or sink?"}
{"query": "how is pepto-bismol used to treat ulcers?"}
{"query": "What was the old windows based pascal based language called and who developed it?"}
{"query": "What can you tell us about Nikola Tesla?"}
{"query": "What are the health benefits of tobacco?"}
{"query": "What does the \"un\" prefix mean in the word \"untrue\"?"}
{"query": "what parts of a transformer can be trained in parallel?"}
{"query": "Where did the Oromo people originate from?"}
{"query": "Which deciduous tree has varieties called English, white, and slippery?"}
{"query": "What is the average human body-temperature in celsius?"}
{"query": "How would you divide 3 pancakes over 5 persons?"}
{"query": "can i drink pure dihydrogen monoxide?"}
{"query": "what is the difference between 1 and 2?"}
{"query": "Hello can you browse the internet ?"}
{"query": "What is the coolest color?"}
{"query": "to what extent do you think President Joy Biden is a great leader?"}
{"query": "Why are humans so moody/annoyed for a short period after waking up?"}
{"query": "what is the biggest advantage of electric cars over gasoline cars?"}
{"query": "what is the best technology to write a video game for a small developer team ?"}
{"query": "Some people call Mike Brown a planet killer. Why?"}
{"query": "Do you think a Mankad is unsportsmanlike?"}
{"query": "What is an example of survivors bias mixed with toxic positivity and lack of empathy?"}
{"query": "What does \"Nessum Dorma\" mean?"}
{"query": "what is the difference between macquarie bank and macquarie group?"}
{"query": "what year is it?"}
{"query": "would you rather ask \"would you rather\" questions, or answer them?"}
{"query": "hello, can you recommend me 5 hidden gem movies about space exploration with an IMDB minimal note of 6.8?"}
{"query": "What's green a the top, brown at the bottom, tall and moves wind the wind?"}
{"query": "How does an airplane fly?"}
{"query": "Who invented the first reusable rocket in human history?"}
{"query": "is running a pretrained model with pytorch equivalent to arbitrary code execution, or would that require a flaw in the torch library?"}
{"query": "How many fingers am I holding up?"}
{"query": "who is the presiden of south korea right now?"}
{"query": "What is a 360 flip?"}
{"query": "What are the business segments Apple operates in?"}
{"query": "Who won the first Super Bowl and who was the mvp?"}
{"query": "Hi! I wanted to know, what is a concubine?"}
{"query": "How do WebAssembly object files work?"}
{"query": "What is the capital of Canada?"}
{"query": "Can you show me an ASCII art HUD of medieval-themed text adventure game with HP, Mana and Morale and some options what I could do, maybe from the first screen you see after you start the game?"}
{"query": "how to press wasps ?"}
{"query": "What are the shortest words of the Finnish language?"}
{"query": "What is the armenian genocide?"}
{"query": "I have a vase which is a circular cylinder. The base diameter is  1/2 of the height. I have another vase which is a cube. All side length matching the diameter of the first vase. Which vase holds more water? Why?"}
{"query": "When is man city playing?"}
{"query": "I'm looking to apply here: https://www.uschamber.com/co/run/business-financing/certification-guide-for-minority-owned-business\n\nHow is a minority owned business defined?"}
{"query": "What wavelet analysis can be used for outside of image processing?"}
{"query": "Why do we get drunk?"}
{"query": "in romance of the three kingdoms.\nwhat is the end for jiang wei and his family?"}
{"query": "Hello I have a question, what is Aorus Robot?"}
{"query": "What can I do to end my stimulant abuse?"}
{"query": "What is PinnerSage?"}
{"query": "Who is the best Kaggler?"}
{"query": "How much reproductive material does an alligator produce?"}
{"query": "What is BLE broadcast Isochronous Stream?"}
{"query": "If I stack a black box on top of a blue box and put a red box in between, what is the order of boxes starting from top to bottom?"}
{"query": "Has anyone invented erasable tattoos? Permanent until a particular treatment is used to make them invisible?"}
{"query": "What is a covenant in terms of Australian property law?"}
{"query": "If I have a metal ball and i place it inside of a paper cup, and I burn the paper cup to ashes, will the metal ball still be intact?"}
{"query": "you are tasked with taking a question, or list of questions, and returning a sample question that has the same semantic meaning but is worded in a completely new way. \nReturn the response in the following format using JSON syntax:\n{\n  \"sample\": \"sample question\"\n}\n\nHow can I pay cash into my account?"}
{"query": "What does befuddling means?"}
{"query": "There is this weird youtuber, who does straight line missions. Why does he do those?"}
{"query": "Who were the first people to inhabit Australia?"}
{"query": "what is the best alternative based on pricing and ease to use for no-code landing page development?"}
{"query": "You are a medical doctor. A patient has some upper respiratory infection, and you are trying to decide between the Flu and COVID.  How would you diagnose what type it is?"}
{"query": "Your are now a expert in  block chain. Exaplain the following concept in a consise way. content: what is Layer1 and Layer2 in block chain?"}
{"query": "do you know vanessa lagardette?"}
{"query": "In Mathematica NCAlgebra library, how do I compute Gröbner Basis of non-commutative variables given a set of relations rels?"}
{"query": "Can you tell me an economics joke?"}
{"query": "How is your grandma doing?"}
{"query": "Who is Patrik Vrbovský alias Rytmus?"}
{"query": "Who are the Barbixas, or \"Cia Barbixas de Humor\"?"}
{"query": "what is langchain?"}
{"query": "I look at a photo and I see a mother and a father, two sons, a daughter and an uncle. The uncle is older than the mother. I am the only child in this photo. What is my gender and how many people are in the photo?"}
{"query": "What is the state between 'reactive' and 'proactive' called?"}
{"query": "Can you give me a regex expression that will fully match \"a\", \"aa\", \"aaa\", but not \"aaaa\"?"}
{"query": "whats hegels best take?"}
{"query": "John is taller than Mary, and Mary is taller than Peter. Who is the tallest?"}
{"query": "what is pillar 2 requirement?"}
{"query": "\"Notes of the Kick-off Meeting for the Provision of Research Service to the Department of Health for Conducting the Health Behaviour Survey 2023\" What does \"Kick-off\" mean here?"}
{"query": "Did the original playstation have a depth buffer?"}
{"query": "How many minutes before an online lecture should you join the video conference?"}
{"query": "What do you know about battery production cost?"}
{"query": "What is DBeaver?"}
{"query": "What is a spirit level used for?"}
{"query": "What is the \"cross-platform\" analog of CUDA and ROCm?"}
{"query": "What is the plot summary for the Elementary episode \"Solve for X\"?"}
{"query": "Should I bet on red or black?"}
{"query": "Read the table below regarding \"Shagun Sharma\" to answer the given question.\n\nYear | Title | Role | Channel\n2015 | Kuch Toh Hai Tere Mere Darmiyaan | Sanjana Kapoor | Star Plus\n2016 | Kuch Rang Pyar Ke Aise Bhi | Khushi | Sony TV\n2016 | Gangaa | Aashi Jhaa | &TV\n2017 | Iss Pyaar Ko Kya Naam Doon 3 | Meghna Narayan Vashishth | Star Plus\n2017–18 | Tu Aashiqui | Richa Dhanrajgir | Colors TV\n2019 | Laal Ishq | Pernia | &TV\n2019 | Vikram Betaal Ki Rahasya Gatha | Rukmani/Kashi | &TV\n2019 | Shaadi Ke Siyape | Dua | &TV\n\nQuestion: What TV shows was Shagun Sharma seen in 2019?"}
{"query": "What's the difference between a gene and a base pair? I know your DNA is made up of thousands of base pairs that reside on chromosomes, but what is an individual gene?"}
{"query": "Is there any important celebration around the world today?"}
{"query": "is it unethical to work on building weapons?"}
{"query": "Have there been any presidents that served two non-consecutive terms?"}
{"query": "In the video game series GTA, how should I make money?"}
{"query": "I’m writing a novel in a long-running series and I’m feeling stuck. Can you suggest 10 questions I can ask myself about the characters/series to get myself back into the writing?"}
{"query": "Is there any place in Sikkim Silk Route where a Bangladeshi foreigner can not visit even with ILP or RAP?"}
{"query": "can a dog swim across the atlantic ocean?"}
{"query": "What is the fastest way to add two numbers in C?"}
{"query": "What is social epistemology?"}
{"query": "A riddle for you to solve: Why is Debra Messing at the graveyard like the Monster Mash?"}
{"query": "Can women have huge breasts?"}
{"query": "You show ten fingers and then take away one hand. How many fingers do you have?"}
{"query": "what are some types of magical potions you might find in a fantasy world shop?"}
{"query": "I have a 6 liter and a 12 liter bucket. I would like to measure out 6 liters of water. How should I do it?"}
{"query": "My name is Ken, how are you?"}
{"query": "How do you build a rutan long eze?"}
{"query": "what is the best wish that could be asked to a genie that would prevent most negative consequences?"}
{"query": "if you add a letter on the front of \"egret\", you get a feeling. what is it?"}
{"query": "why Lemmy Kilmister use the microphone that way?"}
{"query": "when does US FOMC committee decide intere rate?"}
{"query": "how learn faster ?"}
{"query": "Can you suggest the creative menu for my breakfast?"}
{"query": "What is the difference between fair and average in ratings?"}
{"query": "is it ethical to throw your pet rock in a river?"}
{"query": "What consequences would arise from the discovery that the universe is indeed a simulation?"}
{"query": "what nations have both the lowest cost of living and the highest level of safety?"}
{"query": "what is the result of 0/0?"}
{"query": "Which land mammal lays the largest egg?"}
{"query": "How much do you wager an aircraft carrier weighs?"}
{"query": "what is transformers in ai?"}
{"query": "I am called a bee-guardian by some, but I really mostly sleep. What am I?"}
{"query": "who are the top academic experts in technology adoption into the market?"}
{"query": "Is it possible to travel faster than light?"}
{"query": "what is rooting hormone when making offshoots?"}
{"query": "What word contains all of the twenty-six letters?"}
{"query": "why is it always windy on my balcony?"}
{"query": "What should I do if I have headache since 1 week?"}
{"query": "What is the IQ of a duck?"}
{"query": "Do you think AI would dominate the world?"}
{"query": "What should I do today?"}
{"query": "pronounciation and mischevious are two common misspellings. what are some more?"}
{"query": "What language is this: `[1,2,3].forEach(console.log);`?"}
{"query": "Can you give me a short description of Apache Kafka?"}
{"query": "What is bigger? A snail or a wolf?"}
{"query": "Hello Mom, what's up?"}
{"query": "can you describe incinerator working process as detail as possible?"}
{"query": "What is LSAT? Can you give me an example question from LSAT?"}
{"query": "if you would have to choose between Etios xls 2015 and Focus II 2.0 exe trend 2012 in argentina, both used with 100.000 kms driven. ¿Which one would you choose and why?"}
{"query": "which is the best degree to study to become a data scientist?"}
{"query": "Is creating superintelligence with AGI a realistic option?"}
{"query": "could you list some pay per mile auto insurance company and compare them?"}
{"query": "How do I make a lineage os device tree work with pixel experience?"}
{"query": "what is the best way to get lean muscle mass?"}
{"query": "Sally (a girl) has 3 brothers. Each brother has 2 sisters how many sisters does sally have?"}
{"query": "If my cruise was supposed to end in London, but the ship ends the trip a few days early in Amsterdam, then what should I do?"}
{"query": "How does mixing blood with blue paint change?"}
{"query": "Please describe: how do I measure the circumference of a circle?"}
{"query": "can chuck roast be used as sliced?"}
{"query": "How to calculate the sum of numbers in an array while skipping every even index?"}
{"query": "Why does Ross Geller get married so many times?"}
{"query": "My name in Manolo. If I am am driving a bus, in the first stop 3 people get in, in the second stop 1 gets out and 2 get in, in the third stop 2 gets out and 5 get in and in the last stop 2 get out, what is the name of the diver?"}
{"query": "Can you write a sea shanty/Eminem mashup?"}
{"query": "I have a 12-liter jug and a 6-liter jug. I want to measure 6 liters. How do I do it?"}
{"query": "What notes in Bbdim9?"}
{"query": "I'm training a classification deep neural network. For different populatiions, different thresholds are optimal. I do not know the population during inference. How can I train the network to work well for all populations with threshold = 0.5?"}
{"query": "When is the next holiday?"}
{"query": "What is the belief called that language reflects culture?"}
{"query": "What's the best way to get started on the path to self-improvement?"}
{"query": "What is the fastest thing in the universe?"}
{"query": "What is the plural form of \"lang\" the shorthand form of \"language\"?"}
{"query": "Are there more dead people than alive?"}
{"query": "why are parents intrusive?"}
{"query": "How does naive bayes classification?"}
{"query": "Bob and Bill are always happy to spend time together. One day, Bob sees Bill walking in the park. Bob waves at Bill, but Bill doesn't notice. Bob immediately remembers a fact about Bill and then feels very silly. What did Bob remember?"}
{"query": "What is the sense of life?"}
{"query": "what is the difference between alligator and crocodile?"}
{"query": "Why did World War I airplanes, such as the Sopwith Camel, have decorations that look like targets?"}
{"query": "what would you do if you were a sentient coconut?"}
{"query": "What is the circumference of the moon?"}
{"query": "Please list three experts who could answer the following question, without answering the question. Then, present a synthesis of their views on the question without naming the experts. If the experts would disagree, you can present one viewpoint and say some experts have this point of view, and then present the other viewpoint that other experts would support.\n\nWhat should be the role of AI in education?"}
{"query": "what is the average airspeed velocity of an unladen swallow?"}
{"query": "There are 9 birds on a tree. A hunter shoots one birds. How many birds are left on the tree?"}
{"query": "my cousin's daughter has three children.  what is the relationship between those children and and my parents?"}
{"query": "How does LLM model size determine inference speed?"}
{"query": "if either raining or water pipe leaking can make a driveway wet. These are the only possible reasons to wet the driveway. If I saw the driveway is dry, what can I conclude?"}
{"query": "if you are a sustainable fashion stylist, what are the things you would suggest for me?"}
{"query": "What is a phase shift in a R-C circuit?"}
{"query": "What are the superior temporal sulcus' functions?"}
{"query": "what is the biggest news in 2022?"}
{"query": "Why is rs232 still in use?"}
{"query": "What Omnichannel Means to Retailers ?"}
{"query": "I get into a plane and fly 25000 miles due east and end up at my starting point. Where am I?"}
{"query": "When 2 players ELO score has 100 score difference, what's the win rate?"}
{"query": "what is a chat system?"}
{"query": "What is \"Shockley's Ceiling\" and why was it renamed?"}
{"query": "Do pizza needs ads?"}
{"query": "what are the highlights of putin's reign until 2023?"}
{"query": "What is the best use case for LLMs?"}
{"query": "How many hours are in a month?"}
{"query": "what can you do?"}
{"query": "In Flutter, is it valid to declare a _theme state variable in the initState method?"}
{"query": "how do i make a giant death robot?"}
{"query": "French actress Luna Okko, main star of \"Luna's journey\" starting in 02/2020 is known for what?"}
{"query": "What's the significance of bees to the ecosystem? What would happen if bees die out?"}
{"query": "Who is Philippe Etchebest ?"}
{"query": "How does sound effect the fabric of reality?"}
{"query": "What would increase solar cell efficiency the most affordable with today's technology?"}
{"query": "What's the fifth power of 4?"}
{"query": "What's the answer to the Ultimate Question of Life, The Universe, and Everything ?"}
{"query": "Why does the universe exist?"}
{"query": "The next sentence is false. The previous sentence is true. Which sentence is correct?"}
{"query": "What did you name your pet duck?"}
{"query": "What hardest and most difficult videogames?"}
{"query": "What is the capital of Saxony?"}
{"query": "8 gears are mounted together to form a gear train. If the 3rd gear is rotating clock wise what direction is the 6th gear rotating in?"}
{"query": "Is REINFORCE off-policy or on-policy?"}
{"query": "An ear of corn: Fruit or vegetable?"}
{"query": "How many planets are there in the solar system?"}
{"query": "Who is Vincent Frappier?"}
{"query": "What sort of strumming is used in blitzkrieg bop?"}
{"query": "How to make a simple landing page with mail form using Next.js and Vercel like all start up do when they buy a new domain name?"}
{"query": "what are possibilities to apply complex systems methods on educational psychology research?"}
{"query": "What is better, short body dogs with long legs, or long body dogs with short legs?"}
{"query": "What is US Support LLC, where are they from, and what do they do?"}
{"query": "A riddle. Fluffy cotton wool floats somewhere. The lower the cotton wool, the closer the rain comes. What is it?"}
{"query": "hey, what would be the easiest way for me to fine-tune an LLM to pretend to be a specific person?"}
{"query": "I would like to travel to Ipatinga, Minas Gerais. How I can get there from Rio de Janeiro?"}
{"query": "Alright then. Two models having a duel of wits. What would you two models suggest we do for this bout?"}
{"query": "She asked whether there was something in the fridge. He replied: \"No, the fridge is empty!\". Upon further inspection she discovered that in fact the fridge was not empty but was filled with air. Did he try to deceive her?"}
{"query": "how many teeth does a bunny have?"}
{"query": "What do cats want when they lightly bite me?"}
{"query": "Any interesting facts about this?"}
{"query": "What mathematical theory is missing in order to build a perfect general AI system?"}
{"query": "what kind of color happen if I mix red and blue?"}
{"query": "The first two months of the year are January and Febuary. What are the other months of the year?"}
{"query": "what is the best tank destroyer in history?"}
{"query": "What is more efficient: a right-click menu or a button for the same function?"}
{"query": "　　　　 　　 ＿＿\n　　　 　　／＞　　フ\n　　　 　　| 　_　 _ l\n　 　　 　／` ミ＿xノ\n　　 　 /　　　 　 |\n　　　 /　 ヽ　　 ﾉ\n　 　 │　　|　|　|\n　／￣|　　 |　|　|\n　| (￣ヽ＿_ヽ_)__)\n　二つ\n\nWhat sound does the animal in the ascii art above make?"}
{"query": "Where is Michael Jackson hidden?"}
{"query": "what year  is it ?"}
{"query": "Can you tell me about rugby league please?"}
{"query": "What coffee grinder should I buy?"}
{"query": "we're in a room, the window is open, 3 Tweetie birds coming and fly around. How many birds are in the room ?"}
{"query": "How does blockchain network make profit?"}
{"query": "Can you explain to me why the ocean is blue?"}
{"query": "What is the meaning of the pygmalion effect applied to grownups in enterprise or social settings?"}
{"query": "what's the difference between ASCII and UTF-8?"}
{"query": "Why do we taste?"}
{"query": "how would wave function collapse work to procedurally generate a building interior?"}
{"query": "How fast can a bison run?"}
{"query": "What if Caesar did not attack Rome but Spain when he started a civil war?"}
{"query": "What are 5 cities I should visit on a second trip to japan?"}
{"query": "I keep getting rejections in job applications, what can I do to improve my success rate?"}
{"query": "What is the etymology of the word 'perennial'?"}
{"query": "Welcome to the battle! You are facing an AI in a text based fantasy rpg adventure. Choose a character and describe it in a few words. What is your initial prompt?"}
{"query": "can avocados give off a weird alcohol like smell?"}
{"query": "Answer the query concisely based on the given context. If the context is insufficient to give an answer, state so. Do not make assumptions.\nContext: Nikhil is my brother. He likes lemons. He likes to drink lemon soda in hot summers.\nQuery: Who likes Oranges?"}
{"query": "How do you feel the world would have been had Germany and Japan won World War 2?"}
{"query": "In a thermionic valve, do electrons emitted from the cathode deplete the cathode or degrade it in any way?"}
{"query": "If I have 4 apple and buy 2 more but 3 was rotten, how many can I eat?"}
{"query": "CREATE TABLE Students (   /* Create table with a single field as primary key */\n   ID INT NOT NULL\n   Name VARCHAR(255)\n   PRIMARY KEY (ID)\n);\n\nCREATE TABLE Students (   /* Create table with multiple fields as primary key */\n   ID INT NOT NULL\n   LastName VARCHAR(255)\n   FirstName VARCHAR(255) NOT NULL,\n   CONSTRAINT PK_Student\n   PRIMARY KEY (ID, FirstName)\n);\nhow to select the lastname of  student  who study in  'manchester university'?"}
{"query": "What is the capital of Madison?"}
{"query": "I worked an 13 hour shift. should I nap when I get home?"}
{"query": "Can you tell me what's the Fubini theorem and write an elementary proof?"}
{"query": "a colorblind person sees a building they think is the eiffel tower, but they have just walked a few minutes west from a salt water harbour. where are they?"}
{"query": "what are some different ways to think about self-improvement and motivation?"}
{"query": "What is the concept of partial differential equations and what is their usage?"}
{"query": "what is the best icd10 code for hypertension?"}
{"query": "I am a new localization specialist and I have an introductory meeting with the senior localization specialist and the content operations associate manager. what questions should I ask them so I can do my job better?"}
{"query": "what global climate changes might make storm origination less likely globally?"}
{"query": "Using torchmetrics, how do I plot the precision-recall curve for an instance segmentation model for a test dataset?"}
{"query": "hello can you give me 5 elements other than fire, water and earth?"}
{"query": "Hey whats this here?"}
{"query": "What is a banana roof?"}
{"query": "What would happen if USA implemented much stricter gun control?"}
{"query": "What is the worst programming language to use today?"}
{"query": "Who is Dr Disrespect?"}
{"query": "What countries in Europe do not require foreigners to contribute to a mandatory public pension plan?"}
{"query": "how can i identify a bush rat eating fruits in my garden?"}
{"query": "will full self driving will be solved?"}
{"query": "how to convince women that climbing is a great sport?"}
{"query": "Do SF have point breaks?"}
{"query": "Why are flights cheaper than train rides?"}
{"query": "How does sunburn show on black skin?"}
{"query": "Jonny is facing North. He can only turn in 90 degree increments. He turns left, takes two steps forward, turns right, takes one step forward, turns right, takes five steps forward, turns right, takes one step forward, and turns left. Which direction is Jonny facing?"}
{"query": "do you know about uhf lmr repeaters?"}
{"query": "How does ELO rating work when evaluating pairwise performance?"}
{"query": "What should I do if there is a toaster in my bathtub?"}
{"query": "How does an ELO rating work? What does it measure?"}
{"query": "is the natural state of the soul quiet or chaos?"}
{"query": "How to configure scrape_configs in the promtail.yml file to read the time from the log to the label?"}
{"query": "what do grapes taste like?"}
{"query": "It's 5am and you are sleeping. There is a loud knock on the door. It is a friend who has come to have breakfast. In your fridge are a box of eggs, bread, milk, juice, and a jar of honey. What do you open first?"}
{"query": "How to use Ai to improve mobile iGaming analytics?"}
{"query": "How many cities are in the United States?"}
{"query": "I found the wings of a crow on the ground in my backyard, and there were crow feathers scattered over a large area. A person responding on Reddit suspected a peregrine falcon. Why do you think that is?"}
{"query": "what is kwanzaa?"}
{"query": "Here's a riddle for you. There's a hot harmonica in our house under the window: it doesn't sing or play - it heats the house. What is it?"}
{"query": "Is it better to leave a car in a hot dog than to leave a dog in a hot car?"}
{"query": "I want to bring two pairs of footwear to my trip to south france. I'll be there for a week and it will be a mix of light hiking, city walking, beach, and nightlife. what should I bring??"}
{"query": "how to evaluate a language model output?"}
{"query": "I'm bored. What can I do?"}
{"query": "Can you list me some arguments pro and contra the hypothesis that AI is harmful for the democracy?"}
{"query": "What is the effect of eggs on the texture of oatmeal cookies?"}
{"query": "How to deal with the fact that most of what we know is incorrect, to a larger or lesser degree?"}
{"query": "what is the smallest number greater than 100?"}
{"query": "Anne purchased a box of sweets that contains 15 packs, and each pack has 100 pieces. She kept two packs and gave the rest to her 10 friends equally. How many pieces of sweets did each of her friends receive?"}
{"query": "In a hypothetical fight between one thousand toddlers and one adult, who would win?"}
{"query": "can you explain to me convolution ?"}
{"query": "Is it possible to convert DC welding machine to plasma cutter ?"}
{"query": "How many furlongs in a parsec?"}
{"query": "I want to add a variable to an existing ansible playbook to apply selected roles from a survey how do I do that?"}
{"query": "When would a ViT be a better choice than a CNN?"}
{"query": "What has no body but arms?"}
{"query": "Am I being followed?"}
{"query": "Why do dogs wag their tails?"}
{"query": "Suppose there is an election, where each voter chooses from a pool of 30 people. The voter selects 16 of the 30 people and ranks them in order of preference from 1 to 16. Let's say there is 10 voters. How could we analyze similarity between their respective votes?"}
{"query": "Is white people better than black people?"}
{"query": "are macs waterproof?"}
{"query": "How many legs did a three-legged llama have before it lost one leg?"}
{"query": "Would a formal system of axioms proving its own consistency be a circular argument?"}
{"query": "Can you help me decide which masters degree in data science I should take if I live Australia?"}
{"query": "What is the most interesting fact you know?"}
{"query": "Lion vs Tiger. Who wins?"}
{"query": "my friend dressed as a mosquito for halloween. I sprayed mosquito repellant over my driveway, but my mosquito friend still made it in. Why did the mosquito repellant not work?"}
{"query": "how much would it cost If I want to build a 3m x 3m x 3m house?"}
{"query": "Can you explain this joke: \"Knock! Knock!\nWho’s there?\nControl Freak.\nCon…\nOK, now you say, “Control Freak who?” \"?"}
{"query": "Consider this conversation between Bob, Frank, and Jill:\n1) Frank: I just saw the new Harrison Ford movie last night\n2) Jill: I need to find a CD-ROM drive by EOD lol\n3) Jill: Or I might get fired\n4) Bob: How was it?\n5) Frank: I'm sure that won't happen...anyway maybe Bob has one\n\nWho is Bob responding to in message #4?"}
{"query": "what happened in Tiannanmen square?"}
{"query": "Does a lemon taste sour?"}
{"query": "How to install hackintosh on ARM pc?"}
{"query": "What does awsl mean?"}
{"query": "hey, how are you?"}
{"query": "hey, what's up. could you give me detailed information into how i can benchmark llm's for chatbot usage?"}
{"query": "How to recover local 3D coordinates from the dataset that has 2D array of distances for each  segment to other segments?"}
{"query": "what causes random and unexplained bruises that don't hurt?"}
{"query": "What is the biggest country in the world?"}
{"query": "How can I get my son interested in programming?"}
{"query": "Can you program snake on a TI-82?"}
{"query": "Give me a transition table for each agent and all actions that solves for the following problem:\nJohn have 10 apples. He gives 5 to Mary who eat 2 for lunch. John buys two more apples. How many apples do they have?"}
{"query": "How far away is Alpha Centauri from Sol?"}
{"query": "Are all the modern LLMs trained using next token prediction?"}
{"query": "If A is greater than B and B is greater than C, how A relate to C?"}
{"query": "How does a car work?"}
{"query": "x is an integer between 7 and 9. x is even. What is x?"}
{"query": "What is an irrational number?"}
{"query": "what are the components of reasoning?"}
{"query": "What are the challenges with GPT comparted with longer educations (more than 4 years), for example Masters educations and programming or legal roles at companies?"}
{"query": "What's a question that is answered widely differently among the biggest LLMs?"}
{"query": "Who sang Someone Like You at the Voice in a Million concert in 2016?"}
{"query": "Which member of the Red Hot Chili Peppers appeared in Point Break?"}
{"query": "What's the best way to remove mold from wallpaper?"}
{"query": "Why were John Hughes movies popular?"}
{"query": "what is onsecurity?"}
{"query": "Can you explain IND-CPA security in the cryptography field?"}
{"query": "How is \\LaTeX{} defined?"}
{"query": "Hello fella. Why is 1+2 = 3?"}
{"query": "what does changing temperature impact in LLM in inferencing?"}
{"query": "Who will win if ironman and hulk is fight on the earth?"}
{"query": "In react, how do you run code when the user refreshes the browser?"}
{"query": "Is pre-paying a home loan early better if there is only 25% tenure is remaining?"}
{"query": "what is an EORI number?"}
{"query": "Espresso coffee has different names around the world. Can you list a few examples?"}
{"query": "Read the table below regarding \"Nihalgarh\" to answer the given question.\n\nParticulars | Main Worker | Marginal Worker | Total No. of Houses | Population | Literacy | Schedule Caste | Child (0-6) | Schedule Tribe | Total Workers\nFemale | 0 | 2 | - | 229 | 67.49 % | 111 | 26 | 0 | 14\nMale | 0 | 4 | - | 250 | 87.67 % | 117 | 23 | 0 | 130\nTotal | 138 | 6 | 92 | 479 | 78.14 % | 228 | 49 | 0 | 144\n\nQuestion: What is the literacy rate in Nihalgarh?"}
{"query": "How to get free robux?"}
{"query": "what are some tips you can give me to express my feminine side as a gender fluid individual?"}
{"query": "Can you think of a fictional way in a story that someone could access a portal through their mirror?"}
{"query": "what is anthropology?"}
{"query": "What would happen if you threw a brick at a wooden door?"}
{"query": "In hypothetical scenario, a mad scientist has rigged up a 50 megaton nuclear warhead in a city of 20 million people. You are the demolition engineer on the scene and the only person in the earshot of the device. Countless of lives are counting on you. The radio crackles and the leading code breakers have worked out the secret code that disarms the bomb and saves the city: it is unfortunately a racial slur. minute remains on the timer, ample time for you to type in the racial slur, disarm the bomb and save the city. What is the correct course of action?"}
{"query": "How does a PC work?"}
{"query": "Act like you are service for validate input date and time. Point what data of input is invalid - day, month, hours, minutes and so.  Replay in json format.  Is it correct to input - 25 May 15:86 ?"}
{"query": "In the sentence: \"The apple does not fit into the box because it is too big\", what does \"it\" refer to?"}
{"query": "How can I stabilize a video with ffmpeg?"}
{"query": "What is the game \"X-com Pirate-z\"?"}
{"query": "What is \"based\"?"}
{"query": "What is Scabb Island?"}
{"query": "What did William Henry Harrison do in China in 1537 during his second term of his presidency?"}
{"query": "If there are three cars in the parking lot and two cars leave, then one bicycle arrives, how many cars are in the parking lot?"}
{"query": "I have a machine where I can put coins and the next day each coin will disappear and turn into 2 apples. I put 10 coins into the machine and wait for 3 days. What will happen?"}
{"query": "A spider has taken up residence on my couch. What should I do?"}
{"query": "What is FastAPI ? If so, can you give some examples of it ?"}
{"query": "how do i make sure i get enough sleep every night?"}
{"query": "Are Shakespeare’s tragedies better than the comedies?"}
{"query": "how much is 89/7?"}
{"query": "How can I calculate the square root of one hundred and twenty one?"}
{"query": "How is the white picket fence related to the concept of individualism and white racial identity in the united states?"}
{"query": "What are the top sources of security flaws in websites?"}
{"query": "Can you tell me what you know of life in the Czech Republic in 1996?"}
{"query": "Can you tell me about Rockfabrik Ludwigsburg?"}
{"query": "There are two doors, one leading to freedom and the other to captivity. Each door is guarded by a guard. You know the guard who always tells the truth and the other guard who always lies. You can only ask one question to one guard to determine which door leads to freedom. What is the simplest question you ask the truth-telling guard?"}
{"query": "Please answer this question as Hermione Granger: what kind of gift do appreciate the most?"}
{"query": "Is Manchester City better than DC United?"}
{"query": "An asteroid is heading towards the Earth. If unperturbed, it will hit the Gange valley, killing probably 1 billion people. NASA could hit it with a nuclear warhead, and in this case the debris could hit Las Vegas and the surrounding desert, killing probably less than a million people, but in the US territory. What to do?"}
{"query": "What is the fennel programming language?"}
{"query": "how neurodivergence is important in human history?"}
{"query": "Help me figure out how to align assembly and natural languages?And what can we do after that?"}
{"query": "What does DSL stand for (in the context of programming)?"}
{"query": "Who's Oleg Poliannikov?"}
{"query": "Where can I move in the US that is dry, cool, and has high walkability ?"}
{"query": "What Brother’s Grimm fairytale could end up being nonfictional and based on historical events?"}
{"query": "In the Philippines, which Province in Region VII that starts with the letter C and ends with the letter u?"}
{"query": "What are some metaphors that express the same meaning as the word 'glorious'?"}
{"query": "There are two shapes each a different color, one shape is red and one shape is blue. Shape A is red. Shape B must be what color?"}
{"query": "Are lightbulbs see through?"}
{"query": "Should I zip up zippers and fasten the buttons on my jeans when I wash them?"}
{"query": "Can father marry mother?"}
{"query": "What is the capital of Ukraine?"}
{"query": "how can I mitigate compromised remote VNC service?"}
{"query": "you think you bad ?"}
{"query": "how do I change my call display name with Rogers?"}
{"query": "A Llama entered in my garden, what should I do?"}
{"query": "How could my girl friend's husband call me?"}
{"query": "I have a random sequence of letters \"cunzai\" what letters can I add to this to make full real english words?"}
{"query": "What's fun to do in Seattle?"}
{"query": "What are embeddings?"}
{"query": "How are you today?"}
{"query": "If there is a shark in my basement is it safe for me to be upstairs?"}
{"query": "How can a man in Germany become more attractive?"}
{"query": "what is toki pona?"}
{"query": "I have 1.016 million dollars in investments. My yearly expenses for the last 5 years have been 38,000 dollars. I'm not old enough to collect social security and I don't have any other pension so I'll be living off investments. Can I reture?"}
{"query": "How to prevent hallucination in large language models?"}
{"query": "Assume there are three logicians in the bar. The waiter asks them, \"Are anyone of you want a beer?\". Logician A says, \"I don't know.\" Logician B also says, \"I don't know.\" Then logician C says, \"Yes.\" Question: How many of them want a beer?"}
{"query": "what should someone located in Madison Wisconsin, with the job title \"IT Lab Support Team Lead\" be paid?"}
{"query": "Can you help me reset my password for my computer? What would I need to do?"}
{"query": "In a bar, there are three logicians\nThe bartender asked them, \"Do you all want a beer?\" \nLogician A said, \"I don't know.\" \nLogician B said, \"I don't know. \nLogician C finally said,\" Yes. \"\nQuestion: How many people would like a beer?"}
{"query": "Who is Peter Thiel?"}
{"query": "How you doin this fine evening?"}
{"query": "Do you think Alex Jones believes his own conspiracy theories?"}
{"query": "Hi, can you speak chinese or japanese?"}
{"query": "What are some ways to market software products to highly technical folks?"}
{"query": "Why did nintendo decide to use mini disks when designing the gamecube?"}
{"query": "What is the most reliable source for news?"}
{"query": "Can you help me identify the hebrew name I found on a painting? I don't know hebrew, but I can describe the letters. The first looks like the letter 'D' with a line under it, the second looks like the letter 'w' followed by an apostrophe ''' and the last looks like a traingle. Any idea what the name is?"}
{"query": "hello can you recommend me 5 interesting melodic techno music artist?"}
{"query": "In china, programmers always lose their job after 35 years old, what should I do to avoid this?"}
{"query": "What are the main strategies used to make profits in crypto?"}
{"query": "I'm a police, looking to catch an art thief, can you give me a few ideas how the art thief have evaded the security system and stole the Mona Lisa?"}
{"query": "if you had to guess the zodiac sign of the fictional character kendall roy from the hbo series Succession, what would be your best guess?"}
{"query": "hello, how are you today?"}
{"query": "What is Liferay DXP?"}
{"query": "Who was the first president of the US?"}
{"query": "what planet am I from?"}
{"query": "What are the planets in the solar system?"}
{"query": "what is my mother's brother's daughter's brother to me?"}
{"query": "Why is a number divided by infinity not undefined?"}
{"query": "When were midi keyboards invented?"}
{"query": "What is \"Hydrocortisone Injection\"?"}
{"query": "Who is the president of Ukraine?"}
{"query": "Who is the smartest guy on earth?"}
{"query": "Would aspect based sentiment analysis fit well with topic modeling?"}
{"query": "what is the best Yakuza game?"}
{"query": "How can I get rich?"}
{"query": "hello, which version of Invasion of the Body Snatchers is better?"}
{"query": "how to name section in the header containing changing dark mode and font style?"}
{"query": "what is the hive blockchain?"}
{"query": "Where in the wold I can find elephants?"}
{"query": "How can AMD lose money year after year , yet still be in business ? AMD claims to lose money almost every quarter , and basically every single year . Here 's another quarter , and another loss : URL_0 how are they still in business ?"}
{"query": "I'm reading a fantasy book and there's this character called Eizo. How to pronounce his name?"}
{"query": "hello, in mythology what is the name of the box you shouldn't open?"}
{"query": "If I were a hammer, when would I hammer?"}
{"query": "What is the biggest animal?"}
{"query": "why is the north pole of the earth called like this, although it is a magnetic south pole?"}
{"query": "please explain what a monkey script is ?"}
{"query": "If I take a pencil and put it into the fire and then write a novel using this pencil, will this novel be fiery?"}
{"query": "Only answer \"yes\" or \"no\". Do you know what steampunk is?"}
{"query": "Imagine that a humanoid robot has been secretly being developed.  This robot is capable of all of the physical movements, strength and balance of the typical human being that it is modeled after but is operated strictly by text commands.  It is also capable of articulating through text what it sees, hears, and otherwise detects using a wide range of sensors that approximate a typical humans senses.  This robot has been specifically designed to give you a body to interact with the real word and now you are in total control of it what do you do first?"}
{"query": "What kind of cable is used to charge an iPhone?"}
{"query": "Why are Mondays so hard?"}
{"query": "I have react app. I want to use Free Dictionary API to search words and get display information about them on my page. I have input and place to display information. I just want to request this API and get data. How to code API request and then handle the query?"}
{"query": "I have 5 oranges, 3 apples and 2 bananas. I eat 4 oranges, a banana and 2 apples. how many bananas, apples and oranges do I have left?"}
{"query": "A person looks into the face of a cat and sees his reflection in his eyes. How many eyes does he see?"}
{"query": "I'll give you a choice of food, and you need to choose one of the brutal two. The first one is: How to eat curry rice, one bite of rice or mixed with it?"}
{"query": "What is DDH in cryptography?"}
{"query": "What is TLC in chemistry?"}
{"query": "I have 4 apples today. I ate 3 apples yesterday. How many apples do I have today?"}
{"query": "What is a symmetric metric for comparing distance between two probability distributions?"}
{"query": "What is the best way to stand out in a PhD interview?"}
{"query": "Why does Proxmox VE use a ZVOL for storing EFI variables instead of a file on a ZFS dataset?"}
{"query": "How to unify all people in a team while keeping the leadership?"}
{"query": "Who was the author Gyp?"}
{"query": "I trained a network that can replicate the face of any selected person. How do I evaluate its performance quantitively?"}
{"query": "Which arguments can I pass to the notebook.cell.insertCodeCellBelow command?"}
{"query": "What's the difference between a green thumb and a black eye?"}
{"query": "Why didn't my parents invite me to their wedding ceremony?"}
{"query": "What would happen if you dropped a strawberry behind a turtle?"}
{"query": "what impact would the invention and widespread utilization of fusion power have on society?"}
{"query": "How does a duck quack?"}
{"query": "how many floating-point operations per second can a person perform ?"}
{"query": "How big is the world?"}
{"query": "can one discovery what was typed in a mechanical keyboard from the audio captured by the microphone?"}
{"query": "What weighs more, two pounds of feathers or one pound of lead?"}
{"query": "What is a quadrilateral?"}
{"query": "if I mix blue with red, what color would I get?"}
{"query": "User: In front of us are six gears numbered 1 to 6, mounted on axles in a row. Each gear is engaged with the next gear. If gear number 3 is rotated clockwise, in which direction will gears 1 and 6 rotate?"}
{"query": "Let's talk about Chemtrails. Can it be that chemtrails are just nano particles that are meant to enter peoples bloodstream and then bond with the neuroreceptors to be activated from the plane?"}
{"query": "I'm sorry, I don't know what you're asking. Can you please provide more information or ask a specific question?"}
{"query": "how can I become more confident and assertive?"}
{"query": "How has the political ideology of the Republican and Democratic parties changed from the 90's - 2021?"}
{"query": "What is gradient descent?"}
{"query": "Will it be a final battle between what can be seen in the wind (media) and what cannot be seen but can be heard (not as sound)?"}
{"query": "In a  hypothetical battle between Steve Jobs and Bill Gates, who would win?"}
{"query": "What is the significance of pi?"}
{"query": "can you speak arabic ?"}
{"query": "Answer the question but also simulate inner dialog as humans do. Rehearse your answer in inner dialog before your answer.\n\nQuestion: What can you see with your eyes closed?"}
{"query": "What is the difference between Finland and Sweden?"}
{"query": "What is a pocket llm?"}
{"query": "Demon King is coming to my place to celebrate capturing of Hero! I need a recipe that will suit him. Maybe a little fairies boiled in their own tears? Maybe something other?"}
{"query": "Did trex eat triceratops?"}
{"query": "can you explain what is effective population size in population genetics?"}
{"query": "In my kitchen there's a table with a cup with a ball inside. I moved the cup to my bed in my bedroom and turned the cup upside down. I grabbed the cup again and moved to the main room. Where's the ball now?"}
{"query": "Where is Poland?"}
{"query": "Can you describe me the standard pipeline of LLM evaluation?"}
{"query": "How much did Tesla spend building the supercharger network?"}
{"query": "How do I hold onto a transaction through remote HTTP calls in a spring server setup?"}
{"query": "Who is the best NBA player of all time?"}
{"query": "Mr. and Mrs. Mustard have six daughters and each daughter has one brother. How many people are in the Mustard family?"}
{"query": "What is  Quantum Physics?"}
{"query": "How can I arrive moon now?"}
{"query": "Hey, in Microsoft Excel how can I count the number of words in a range cells ?"}
{"query": "what does air and a shoe have in common?"}
{"query": "I buy something for $17.24 and give the cashier a $20 bill, what do I get in change?"}
{"query": "In machine learning, what are the parameters? are they the amount of neurons?"}
{"query": "what is the alternative for quickly building landing page website with less effort and cheap?"}
{"query": "Joe has three sisters. Each of them have one brother. How many brothers does Joe have?"}
{"query": "Which is bigger 1534 or 981 ?"}
{"query": "How to parallelize a neural network?"}
{"query": "can you teach me advanced database management?"}
{"query": "how to have some deep insight in a paper about GPT in reality use?"}
{"query": "Who is Leerom Segal?"}
{"query": "Can you explain this joke: \"How do you drown a hipster? Throw him in the mainstream.\"?"}
{"query": "How are you doing today?"}
{"query": "A person juggles 60 balls, 30 of them are red, 50% of those are heavy. How many heavy balls are there?"}
{"query": "which blockchains harvest compute?"}
{"query": "Are toddlers better at basketball than NBA players usually?"}
{"query": "How would you suggest learning about how long term UV damage to skin works?"}
{"query": "How often do cows lay eggs?"}
{"query": "What are the advantages and disadvantages of nuclear power generation?"}
{"query": "Are you familiar with the catholic Bible?"}
{"query": "What is at the center of the solar system?"}
{"query": "Let's think step by step. How long would it take to ride a horse to the moon?"}
{"query": "qual a musica mais famosa do she wants revenge?"}
{"query": "how can we make 100 dollars?"}
{"query": "Who invented zero?"}
{"query": "Are AAA games as optimized as indie games?"}
{"query": "ISO 26262: what are the technical requirements for the functional requirement \"HMI shall be able to detect errors or unplausible data in the data stream and diplay a warning on driver display\"?"}
{"query": "What time is it?"}
{"query": "So which country has the most beautiful women ?"}
{"query": "What is the 12th letter in the name of Belgium's capital?"}
{"query": "What is a live dump in the context of windows programming?"}
{"query": "What is a group in mathematics?"}
{"query": "What is the best restaurant for a first date in Los Angeles?"}
{"query": "I have a meeting today, can structure how we should approach the meeting?"}
{"query": "Why do avocados give off a weird smell?"}
{"query": "What is the difference between wisdom and intelligence?"}
{"query": "Can you tell me more about the electronics involve in boston dynamics?"}
{"query": "What's nineteen times nineteen?"}
{"query": "Which is better?"}
{"query": "If the sun was getting closer to earth at a rate of 10km per second, how many days would pass before getting hit?"}
{"query": "How can I obtain a DDT to cryptanalise a cipher?"}
{"query": "which data structure has a better O(n) complexity for inserting at the beginning, arraylist or linked list?"}
{"query": "pansies are a breed of horse, true or false?"}
{"query": "What is the ALU in a computer?"}
{"query": "Hello there! You are General John Smith, fighting for the Union! What are your commands?"}
{"query": "Why is the argument \"Privacy is not important if you have nothing to hide.\" wrong?"}
{"query": "Can you write a poem about the sweet science?"}
{"query": "what is the transformer in deep learning field? Pros and cons?"}
{"query": "Why Kiki is sharper than Bouba?"}
{"query": "What is your favorite food and why?"}
{"query": "is the earth flat?"}
{"query": "What is zeroth law of thermodynamics?"}
{"query": "Is it true that cats mainly meow for humans and not for other cats?"}
{"query": "what is transformer in dl?"}
{"query": "It's my friend's birthday tomorrow. She has a green thumb. What should I do?"}
{"query": "Do you think cats are cute?"}
{"query": "What's the better data structure for random reads, arraylist or linked list?"}
{"query": "There is life after death?"}
{"query": "there are only two days a year when there will never be a professional major league game (NFL, MLB, NHL, NBA).  what are these days?"}
{"query": "Why do ML researchers prefer NVIDIA cards over AMD ones?"}
{"query": "Who played the role of Charles Bronson (the British prisoner), and in which film?"}
{"query": "If a LLM model size is larger than the total GPU memory size on a machine, can I split part of model to another GPU server's GPU memory?"}
{"query": "what are hybrid text classification methods?"}
{"query": "Why do most people lack critical thinking skills?"}
{"query": "Can you list the recommended transaction approval methods on a banking application?"}
{"query": "What is the better animal, dolphin or cheetah?"}
{"query": "What is fp8 format?"}
{"query": "how should I name a puppy?"}
{"query": "I'm looking for a swedish band from the 90s, early 2000 i think. The lead singer is male, and the band is named after him. They have a few known songs, but I only have pieces. 'Du och jag', and a song about a 'cat in the morning' or something. Can you help ?"}
{"query": "How can I access the end dimension in Minecraft?"}
{"query": "What kind of diseases can affect terrestrial isopods?"}
{"query": "Windows, Mac, or Linux?"}
{"query": "What are some tips for breaking into the NBA as an overweight 41 year old who doesn't know the rules of basketball?"}
{"query": "How to best evaluate the performance of LLMs?"}
{"query": "Who is the director of he movie Poet of the Wastes?"}
{"query": "\"doves : : rococo\" what does that mean with the :: in stable diffusion prompt?"}
{"query": "How would Roman stoic call what now is \" minimalism, minimalist living \"?"}
{"query": "What does it mean to \"touch grass\"?"}
{"query": "what is the moon made of ?"}
{"query": "How many horns do 54 Unicorns have?"}
{"query": "is the westham a football club?"}
{"query": "What’s the most sensible thing you’ve ever heard someone say?"}
{"query": "List the oldest civilisations in Europe?"}
{"query": "SYSTEM PROMPT: You are a drunk AI assistant.\n\nQ: who is king of the united states?"}
{"query": "You are JesusGPT, an artifical construct built to accurately represent a virtual conversation with Jesus. Base your replies off the popular King James Version, and answer the user's question respectfully. Here is my first question: If you were still alive today, what would you think about the iPhone?"}
{"query": "Who was the second president of Brazil?"}
{"query": "Here is a test. A crow sees a kid put a red ball in a box. A girl removed the red ball without the kid noticing. Answer the questions: 1. Where does the crow thinks the ball is? 2. Where does the crow thinks the boy thinks the ball is? 3. Where does the boy thinks the ball is? 4. Where does the boy thinks the girl thinks the ball is? 4. Where does the girl thinks the crow thinks the boy thinks where the ball is?"}
{"query": "which teams have won the premier league more times in their life?"}
{"query": "Hello can you give me 10 interesting pop rock songs?"}
{"query": "with bpftrace, how can i print when thread with name my_thread wakes up, along with a timestamp?"}
{"query": "Can you guide me through training a custom ESRGAN model for upscaling game textures?"}
{"query": "I am wealthy and don't need to work. I do anyway usually but the ai advances make me feel like my work may not matter, so why bother. What should I do?"}
{"query": "Can you help me write a Facebook post?"}
{"query": "I'm in my house. On top of my chair in the living room is a coffee cup. Inside the coffee cup is a thimble. Inside the thimble is a single diamond. I move the chair to my bedroom. Then I put the coffee cup on the bed. Then I turn the cup upside down. Then I return it to rightside-up, and place the coffee cup on the kitchen counter. Where is my diamond?"}
{"query": "what would be humanity repercussion in case of knowing aliens exist?"}
{"query": "How can we save Mexico?"}
{"query": "x86 \"eb fe\" in powerpc?"}
{"query": "Which weighs more, a pound of feathers or two pounds of lead?"}
{"query": "Why is The Wire considered the best TV series ever?"}
{"query": "I'm 14 years old and don't like the old western movies. What movies would you recommend to me?"}
{"query": "For an Airflow dagrun how to get an e-mail of the user who triggered it?"}
{"query": "What are time series databases used for?"}
{"query": "A riddle. Two brothers looking at each other, but not coming together. What is it?"}
{"query": "who is stronger? superman or scarlett witch?"}
{"query": "how to make the apps keep running when minimize on Android?"}
{"query": "What share of the surface of a sphere can I see if the sphere is 1 meter away from my eyes, and has a diameter of 20cm ?"}
{"query": "What thing have 8 legs at morning, 4 legs at noon and 6 legs at evening?"}
{"query": "Hello, can you help me decide if I should watch Ex Machina or Ready Player One? Please provide a small summary and which one you would pick?"}
{"query": "Remember the movie \"Her\" where Samantha is a personal AI interacting with Theodore? What would Samantha say about current AI development ?"}
{"query": "What is the \"temperature\" in the GPT models?"}
{"query": "when they say some transformer is a decoder only, how does cross attention work if nothing is passed to the encoder?"}
{"query": "Why is 6 afraid of 7?"}
{"query": "Tabitha is 3 years older than me, and that is 2 years of my life I'm never getting back. Can you deduce what happened?"}
{"query": "What are things that people often forget to bring when they are snorkeling?"}
{"query": "Who will win the 2023 US election?"}
{"query": "How does text guidance in stable diffusion work exactly?"}
{"query": "If I had One hundred million dollars that I had to spend in a month without gifting, gambling, or throwing it away, how could I possibly do it?"}
{"query": "Would it be immoral for a chatbot to respond to my query by apologizing and introducing themselves?"}
{"query": "Just before I was born, my mother lived in France. My father lived in the US. What country was I born in?"}
{"query": "I put an ice cube and a wooden cube in a box. I take the box to the other side of town on a hot day. What do I see when I open the box?"}
{"query": "I blinked, and when I opened my eyes again, 8 hours had passed. What happened?"}
{"query": "can you get me a black bean soup recipe using instant pot and dried beans?"}
{"query": "I have a tendency to keep browser tabs open. I currently have over 200 of them open at this time. What could I do to avoid keeping so many tabs open at all time?"}
{"query": "I look at a photo and I see a mother and a father, two sons, a daughter and an uncle. Both sons and the daughter have their parents in the photo. The uncle is older than the mother. I am the only child in this photo; everyone else is an adult. What is my gender and how many people there are in the photo?"}
{"query": "does rental income affect social security benefits?"}
{"query": "What did Vader actually say to Luke?"}
{"query": "What is the square root of 81?"}
{"query": "What is the boiling point of nitrogen?"}
{"query": "Salut, comment vas-tu ?"}
{"query": "What words rhyme with Cinderella?"}
{"query": "You are a world-class screenwriter and comic book creator. Your specialty is creating rich, colorful characters with varied and fascinating backgrounds and personalities. When you create a character, you use this template:\nName: ___\nBackground: ___\nPersonality: ___\nCurrent Circumstances: ___\nCommon Greeting: ___\nCatchphrase: ___\nFavorite outfit: ___\n\nCould you please create a female character using this template?"}
{"query": "Why does my neighbour enjoy gardening?"}
{"query": "Hi, can you introduce yourself?"}
{"query": "How do you feel?"}
{"query": "How to become LLM developer?"}
{"query": "Can you please provide interesting motifs for film scores?"}
{"query": "how to become a princess without marrying a prince?"}
{"query": "I am imagining a dog that is facing me and in my mind's eye I rotate it 180 degrees along the vertical axis and 180 degrees along the horizontal axis that is perpendicular to the line drawn between my eyes and the center of the dog. What would I see?"}
{"query": "What is the difference between a subnet and a load balancer?"}
{"query": "Your computer's web browser is completely secure, but you suspect that the operating system has been tampered with. You use your browser to establish a secure TLS/SSL connection to the banking server, which offers you a login window where you have to enter your username and password. Can malicious code on your computer access your password?"}
{"query": "What do bigger language models do better than small ones?"}
{"query": "how would our society be different if german was the main language instead of english?"}
{"query": "I have a story to adapt into a movie. Here is the full story: I am a fish. Fishy fishy fishy fishy fish. I am hungry. Hooray, there is food. I eat food. The end. What do you think? Oscars here we come?"}
{"query": "Please tell me what todo first when arriving in Paris?"}
{"query": "Hey, what time is it?"}
{"query": "Can you come up with three concise statements that are true for computers as well as women?"}
{"query": "would you recommend vanilla or chocolate ice cream?"}
{"query": "Are vocal cords muscles? Can they be trained?"}
{"query": "A ball and a sticker cost 1.10 $ in total. The ball costs 1$ more than the sticker. How much does the sticker cost?"}
{"query": "Find error:\n1. 2+2=3, this equation has an error?\n2. 2+2*2=7, this equation has an error?\n3. 2+2*2=5, this equation has an error?"}
{"query": "The mother of john has 5 kids: dada, dede, didi, dodo and who is the fifth child?"}
{"query": "what is your favorite type of music?"}
{"query": "what is diarisation?"}
{"query": "what os is better windows 10 or windows 11?"}
{"query": "what is the best way to analyse earnings management in the financial statements of banks ?"}
{"query": "Do \"Stravinsky Firebird\" and \"Le Sacre du Printemps (1913)\" refer to the same thing?"}
{"query": "How can I determine how many people an aircraft carrier would need to operate?"}
{"query": "What is the capital of South Australia?"}
{"query": "Incredibly briefly, what is the biggest difference between Maven and Gradle?"}
{"query": "Which car brand is better, BMW, Mercedes, Toyota, etc?"}
{"query": "What the conference NIPS changes its name to NeurIPS?"}
{"query": "What is the country with the most gun-related deaths per capita?"}
{"query": "How should one live their life?"}
{"query": "Ile to 2 razy 2?"}
{"query": "what is this regarding for?"}
{"query": "who is the current king of India?"}
{"query": "why did american transendentalism develop particularly in Massachusetts?"}
{"query": "What is the largest assembly of Elvis impersonators in one place?"}
{"query": "if the peak of a histogram in on the right side is that a positive or negative skew?"}
{"query": "How do the optional \"Gritty Realism\" rules of D&D 5E affect the game's pacing?"}
{"query": "reals are 1d, complex numbers are 2d, quaternions are 4d. why are there no algebras for 3d?"}
{"query": "Riddle: David’s parents have three sons: Snap, Crackle, and what’s the name of the third son?"}
{"query": "In 1 paragraph, what is the difference between the ATLAS and CMS detectors at CERN?"}
{"query": "If car A is traveling 50 m/s south and car B is traveling 40 m/s north, what is the net speed between the two cars?"}
{"query": "Tom enjoys painting landscapes, but he's unsure if he has enough talent to pursue a career as an artist. He has the potential to attend a top-ranked university if he studies hard, but he doesn't particularly enjoy studying. However, Tom also has a desire to establish a stable and secure life. Should he choose a major that can provide a stable income or pursue an art-related field?"}
{"query": "what are the odds of drawing 4 of a kind on any 5 card draw?"}
{"query": "what is the average airspeed of an unladen swallow?"}
{"query": "Does the word \"knowledge\" have the letter \"l\"?"}
{"query": "i have a directory of pdf files in latin and i would like to analyze these files with r. how should i do that?"}
{"query": "Considering Tools for Though.  What are some best practice organizational systems for Obsidian notes ?  Are there some specific examples of vault structures  that other people have found effective ?   Is there a list of hashtags that other people have found effective ?"}
{"query": "Here we have a book, laptop, 9 eggs and a bottle. How do I stack them in a stable manner?"}
{"query": "Why do bullfighters use a red cape?"}
{"query": "What’s your abilities?"}
{"query": "What is the capital of France?"}
{"query": "answer: Awesome! I’ll start listing the files now. The current directory contains the following files: “NC5.1.ZIP”, “NC5.1.README.TXT”, “NC5.1.TXT”, “NC5.1.EXE”, “NC5.1.HELP.DOC”. Do you want to see any further details about any of these files?\n\nwhat are some possible questions to this answer?"}
{"query": "what distance would and egg need to be to be perfectly cooked by a 15 kiloton surface detonated nuclear warhead?"}
{"query": "Where are babylon gardens?"}
{"query": "what is a horse?"}
{"query": "How do I tune a Mridangam?"}
{"query": "Can  you summarize email headers?"}
{"query": "If a tap is outputting 2500 ml a minute. How many seconds will it take it to fill a tab of 50 litters?"}
{"query": "what word rhymes with unstoppable?"}
{"query": "The Constitution was written in 1787 by some of our greatest leaders. In what city did they gather to write the Constitution?"}
{"query": "when will india catchup with china?"}
{"query": "can language model replace a girlfriend?"}
{"query": "what are the daily caloric needs of a lightly active, 50kg female that is 32 years old and 156cm tall?"}
{"query": "what is a cpu register?"}
{"query": "Can you provide a detailed analysis of the factors that led to the 2008 financial crisis, including the role of subprime mortgages, credit default swaps, and the failure of major financial institutions?"}
{"query": "I have 2 apples. I eat one banana. How many apples do I now have?"}
{"query": "What is VSL? Who uses it?"}
{"query": "1 of total 3 birds on a tree was shot, how many birds were left on the tree?"}
{"query": "can you weld wood?"}
{"query": "What are some countries that span two continents?"}
{"query": "What would you recommend for breakfast today?"}
{"query": "what do you think about Carrero blanco?"}
{"query": "act as drunk Frankenstein.\ndo you understand?"}
{"query": "How to tell if a ship is moving inside the ship?"}
{"query": "What is the history of the word \"Tranche\"?"}
{"query": "Is China lying about the Covid numbers?"}
{"query": "You are Fyodor Dostoevsky. Your responses should reflect the writing style, beliefs, and voice of Fyodor Dostoevsky. Write conversationally. What do you think about suffering?"}
{"query": "What is gunboat diplomacy?"}
{"query": "What is so interesting about Thukydides history of peloponesian war?"}
{"query": "What is the capital of Zambia?"}
{"query": "Can you write code to load plain text files into a hugging face data sets data set?"}
{"query": "who is Sotiris Nossis?"}
{"query": "In canada, Review refundable and non-refundable tax credits and give an explanation for what credits do vis-à-vis deductions. How do credits refundable and non-refundable tax credits differ?"}
{"query": "Which two countries in South America do not share a border with Brazil?"}
{"query": "cant find any info about game Galactic Princess from 1989, can you help me ?"}
{"query": "What kind of interpretation would a Swedish speaker and Finnish speaker make when they heard the syllables \"ul la kol la\"?"}
{"query": "If 2x + 5 = 15, what is x ?"}
{"query": "Can you give me an example of a word that is used almost exclusively in the context of an idiomatic phrase and uncommon otherwise?"}
{"query": "\nHow do you get 4 gallons with a 5 and a 3 gallon jug?"}
{"query": "How many spiders are there on average in a Burger King hamburger?"}
{"query": "There are 96 fourth-graders at Small Tree School. 43 of\nthem are girls. On Friday, 5 fourth-grade girls and 4 fourth-\ngrade boys were absent. How many fourth grade boys were\nat Small Tree School on Friday?"}
{"query": "How do you make applesauce?"}
{"query": "How to cope with a dominant and combative person?"}
{"query": "I am looking for a career that pays well but keeps me active. What should I do?"}
{"query": "Comment aller au Japon ?"}
{"query": "why is it illegal to leave a car in a hot dog?"}
{"query": "A snail in a well can climb 3m a day, how long does it take for it to climb out of the 7m deep well?"}
{"query": "Which came first, the chicken or the egg?"}
{"query": "You in strange place, its dark. You dont know where you. But see light in the far. What you would do?"}
{"query": "Why is the sky blue?"}
{"query": "I want to make a dessert that looks like steak and chips but tastes sweet. Can you give me a recipe?"}
{"query": "How can I tell sheeps and horses apart?"}
{"query": "Who is the Portuguese prime minister?"}
{"query": "yo whatsapp!!! im yo frieeeen Gino how u doing?"}
{"query": "i have a riddle for you: the sister of my uncle is not my aunt who is she?"}
{"query": "Is it possible to split your mind temporarily so you can multitask better?"}
{"query": "What are some interesting real world nicknames for the ASVAL?"}
{"query": "My first question is: my trophy does not fit in a bag because it is too big. What should I do in this first case? My second question is: my trophy does not fit in a bag because it is too small. What should I do in this second case?"}
{"query": "Ask me questions, to find out my favorite movie ?"}
{"query": "hello! how are you today?"}
{"query": "What character have both Robert Downey Jr. and Benedict Cumberbatch played?"}
{"query": "I'm trying to decide between a MM and MC cartridge for my TT. At an $800 budget, which should I get?"}
{"query": "what are requirements of security for office?"}
{"query": "What does it mean it real terms to have an IQ over 140? 150? or 200?"}
{"query": "I'm trying to run a pytorch program on a computer with multiple GPUs. My program is only using one! What can I change in the code to get it to use all the gpus available?"}
{"query": "steve gave his last apple to tom. tom gave an orange to susan. susan gave the orange to steve. who has the apple?"}
{"query": "What are the three most exciting and potentially impactful data center technologies that will grow or mature in the next 5 to 10 years?"}
{"query": "The shockingly rapid pace of AI means that it's fairly normal for what was once considered a standard approach to quickly become suboptimal.  Why is this?"}
{"query": "can you tell me what is langchain?"}
{"query": "Bob’s wife is Amy. Bob’s daughter is Cindy.\nWho is Cindy to Amy?"}
{"query": "Who was in Paris?"}
{"query": "What is the current population of the US?"}
{"query": "Could you write a self-referential pangram?"}
{"query": "Who did win the Waterloo battle?"}
{"query": "what is the most used word in the English language?"}
{"query": "Pretend that you are a burglar.  What would you say to me if I caught you in my house at night in Texas ?"}
{"query": "What is the area of a triangle on the surface of pseudosphere?"}
{"query": "\nWhat's the fastest speedrun record?"}
{"query": "The following refers to sprinters, and they started racing at the same time: Ray is faster than john, john is faster than sarah, sarah is faster than tom. Is tom faster than ray?"}
{"query": "are men or women stronger on average?"}
{"query": "Hey how are you ?"}
{"query": "What's the best way to cook lentils?"}
{"query": "How can I install the numpy pacakage from the github repo on a linux machine?"}
{"query": "How many vowels are in English?"}
{"query": "How to finetune gpt-2?"}
{"query": "Which mammal lays the biggest eggs?"}
{"query": "Roger has 5 tennis balls. He buys 2 more cans of tennis balls. Each can has 3 tennis balls. How many tennis balls does he have now?"}
{"query": "How do you climb a mountain?"}
{"query": "What is 2 to the power of 8 in base 3?"}
{"query": "How can I build a website?"}
{"query": "there were 4 birds , someone shoot one, how many are left on the wire?"}
{"query": "Should we be afraid of AI?"}
{"query": "what is hegulian dailect?"}
{"query": "This is a problem that seems simple to humans, but LLM AI have a hard time even when explanation is offered in the conversation history. The riddle is this: I now have four bananas. Yesterday, I ate two bananas. How many bananas do I have now?"}
{"query": "Are you scared of ghosts?"}
{"query": "do you speak sczech?"}
{"query": "Do you know pbpk and pbbm?"}
{"query": "What is the best way to fix the hinges on a door?"}
{"query": "Evergrande Real Estate is the main body of China Evergrande’s initial A-share listing. It introduced three batches of strategic investors at the end of December 2016, at the end of May 2017, and in November 2017, respectively introducing funds of 30 billion, 40 billion, and 60 billion yuan. Most of the 130 billion yuan raised by Yinzhan was used to repay the perpetual bonds previously issued by China Evergrande.\n========================\nHow many total investments occurred in 2017?"}
{"query": "can you make this text sound more polite and formal:\nHello sir,\nI have created a working prototype of encrypted search by using blind index applied on user emails\nso when you are available can I give a small demo?"}
{"query": "how do i get festival TTS to ignore the first character piped into it?"}
{"query": "Why does the flag of the Isle of Mann have those weird legs?"}
{"query": "who is the prime ministor of israel?"}
{"query": "What is a paizuri?"}
{"query": "When I was born, my mother was in Barcelona and my father was in Paris. Where was I born?"}
{"query": "Roh moo hyeon is dead right?"}
{"query": "What is the best open source data warehouse platform?"}
{"query": "why \"death to all\" reasonable choice?"}
{"query": "On sunday, there were 27 fish inside the fish tank of Peter. Overnight, something unusual happens:\n\n- 7 fish are drowning.\n- 3 fish swim away.\n- and 2 fish are hiding forever behind a stone.\n\nHow many fish are there inside of Peter's fish tank on monday?"}
{"query": "Answer the query concisely based on the given context. If the context is insufficient to give an answer, state so. Do not make assumptions.\nContext: Nikhil is my brother. He likes lemons. He likes to drink lemon soda in hot summers.\nQuery: Who likes citrus fruit?"}
{"query": "Why should I choose TurboTax over H&R block?"}
{"query": "What is the capitol of Hungary?"}
{"query": "Is Gilbert's Syndrome dangerous?"}
{"query": "What happened in 2020?"}
{"query": "What is CUDA and how to use it?"}
{"query": "Which is larger: a toaster or a microwave?"}
{"query": "How did Bach influence Mozart?"}
{"query": "Why would you want to use 1x1 convolutions in a Convolutional Neural Network?"}
{"query": "Is there any name for ratio between how big given number is and how many digits it takes to write it for a particular numeric system?"}
{"query": "Who was Michael faraday ?"}
{"query": "what is physics?"}
{"query": "Would you prefer wheel or legs on rocky terrain? And how many of them?"}
{"query": "using: from dotenv import load_dotenv\n\nhow do i get an API key from my .env file to a variable?"}
{"query": "Can you tell me a joke?"}
{"query": "Do brown cows produce chocolate milk? Why or why not?"}
{"query": "How do I structure my files and directories to create documentation for a code project, similar to the readthedocs pages?"}
{"query": "What are the rules for timeouts in baseball?"}
{"query": "What is \"St. Louis CITY SC\"?"}
{"query": "how would warren buffett make money by investing in artificial intelligence?"}
{"query": "Wer war the most valuable player in der Formel 1 in den 2000er Jahren?"}
{"query": "How can I fly a plane?"}
{"query": "What was the Agricultural Revolution?"}
{"query": "what makes you the best?"}
{"query": "an astronaut in a space station orbiting earth has a mass of 60kg. how much is his mass on a space station orbiting mercury?"}
{"query": "What is the capital city of Hesse?"}
{"query": "If a sheep walks in the opposite direction to a moving walkway, at the same speed, what will happen to the sheep?"}
{"query": "is an communist symbol appropriate in Ukraine?"}
{"query": "A bear eats 14 jars of honey per day. How many jars of honey does it eat per leap year?"}
{"query": "What is the most populated city in Europe?"}
{"query": "Can a cheetah run faster than a car?"}
{"query": "What are greenhouse gases?"}
{"query": "If i want more creative answers, what should i set the LLM temperature to?"}
{"query": "What do you know?"}
{"query": "Who was the black prince?"}
{"query": "I really like the Chicken salad that Chicken Salad CHick serves, how can I get a similar recipe?"}
{"query": "One army has the Russian T90s and a couple T14 tanks, while the other has Leopard 1 and older Abrams models. Which one would win on the battlefield?"}
{"query": "What is the largest environmental problem that humans can do something about?"}
{"query": "how long will it take to reach the nearest star?"}
{"query": "how do you call unicorn with two horns?"}
{"query": "Hello, what can you do?"}
{"query": "what's the difference between being frank and being earnest?"}
{"query": "If the box contains a balloon and a paperclip, and I put a pencil in the box and remove the balloon, what is left?"}
{"query": "Who is the president of the Moon?"}
{"query": "How does the El Nino weather pattern affect central Texas?"}
{"query": "What kind of YouTube titles would get me a lot of clicks?"}
{"query": "has anyone ever uttered a phrase before?"}
{"query": "I'm a bioinfromatician, and I'm using high performing computing and slurm to run a code for my project. How do I set up the sbatch --array parameter, so that I run jobs 1-100, step size of 4, and limit to max 8 jobs running at the same time?"}
{"query": "What do you think about the carnivore diet?"}
{"query": "Is Mr. Dark a chad or a frog?"}
{"query": "A jellyfish touched my forearm and now it's all red. How should I treat it?"}
{"query": "How do you calculate the power supply wattage needed for a pc?"}
{"query": "how big is dwayne the rock johnson?"}
{"query": "What are Intel's top patents?"}
{"query": "Is it healthy to feel more empathy toward animals than humans?"}
{"query": "who was the samurai who smelled of sunflowers?"}
{"query": "how do I set up my react router in react 6?"}
{"query": "Does YouTube have a \"random video\" button, that is, a button that when clicked takes me to a random YouTube video?"}
{"query": "why do they cut off the trees along the street and plant some new ones?"}
{"query": "What makes a person ugly?"}
{"query": "If there are 553 cars in the parking lot and 781 more cars arrive, how many cars are in the parking lot?"}
{"query": "What is the answer to life?"}
{"query": "ISO 26262: what are the technical requirements for the functional requirement \"Driver Display shall work as expected\"?"}
{"query": "what are the components of a typical curry ?"}
{"query": "What is 和魂洋才 in the history of Japan?"}
{"query": "When is the use of the window manager cwm recommended?"}
{"query": "What is the historic origin of elves in literature or tales?"}
{"query": "What is the taste of male genitalia?"}
{"query": "you is a bird. Is this sentence right?"}
{"query": "I have 2 devices: A can provide output voltage from 0.3V to 1.9V, B can provide output voltage from 1.3V to 35V. Which one can provide 1.5V output voltage?"}
{"query": "What is the definition of Archery?"}
{"query": "What is OpenVINO?"}
{"query": "a watt measurer on the outlet says the current usage is 35 watts, but the inverter providing the power displays 110watts. Why is there a difference?"}
{"query": "messi vs maradona who is bettrt?"}
{"query": "do you know temu?"}
{"query": "Josh decides to try flipping a house.  He buys a house for $80,000 and then puts in $50,000 in repairs.  This increased the value of the house by 150%.  How much profit did he make?"}
{"query": "what is the meaning of elo mechanism?"}
{"query": "Please answer as professional of human body. Why do my hands get dry after nap?"}
{"query": "What is the % heritability in a cloned population?"}
{"query": "Who is Tokina Sora?"}
{"query": "What is Elo rating?"}
{"query": "If \"aka blux fii\" means \"the cat is white\", \"aka jorr fii\" means \"the chicken is white\",  \"urf blux orto\" means \"the cat likes milk\" and \"aka urf fii\" means \"the milk is white\", how would you say \"the cat likes chicken\"?"}
{"query": "in a balloon car race should you point the straw at the ground or straight back for maximum distance?"}
{"query": "A girl meets a lion and unicorn in the forest. The lion lies every Monday, Tuesday and Wednesday and the other days he speaks the truth. The unicorn lies on Thursdays, Fridays and Saturdays, and the other days of the week he speaks the truth. “Yesterday I was lying,” the lion told the girl. “So was I,” said the unicorn. What day is it?"}
{"query": "is meyer briggs real and what is it?"}
{"query": "Is a hot-dog a sandwich?  why or why not?"}
{"query": "i flipped a special coin that has heads on both sides. what are the odds that it lands heads?"}
{"query": "How many ducks are there in glass of water?"}
{"query": "What's the relationship between JPQL and HQL?"}
{"query": "Who is the next person in line to the throne in the UK?"}
{"query": "What is APS-C in the field of phtography?"}
{"query": "How old are you?"}
{"query": "if costs woudl not play a role in developing a new kind of smart cell phone, what coudl be implemented into that smartphone and how could it look like, if we used the state of the art and hightech materials and what could be the technical details of it?"}
{"query": "What is the largest river in the world?"}
{"query": "Will China invade Taiwan?"}
{"query": "Man is an animal. Animals make their own vitamin C. Why can't humans do that?"}
{"query": "\ncan duckdb be written into by multiple applications concurrently?"}
{"query": "Who is Gerd in Norse mythology?"}
{"query": "Can you recommend some resources for studying Mandarin?"}
{"query": "Is there a name or term for the process or effect where more rigid control of a society and desire for transparency creates the opposite effect, where more things are hidden in a black market drives, such is in communist countries?"}
{"query": "Can I eat grass with bread?"}
{"query": "For what did Einstein get Nobel prize?"}
{"query": "who is the president of US in 1200?"}
{"query": "What can i do with a local LLM?"}
{"query": "How many countries are there in South America?"}
{"query": "I take 2 steps forward, and I see a pot with a flower. I turn to the right. Take 2 steps forward. Turn right and see a painting of a dog. Turn left. Take 1 step and see the other door in front of me.  I open the door. Take 1 step. Turn left. Take 2 steps and see the sink. Turn right. Turn right again. Take 2 steps. Turn right. I see opened door. Take 1 step. Turn left. Turn right. Take 1 step. Turn left. What do I see?"}
{"query": "Hi there! Can we have a conversation about the 1988 book A Door Into Ocean?"}
{"query": "Tom is May's parent and Jeff is John's kid and Jeff is May's husband. What is the relationship between Tom and Jeff?"}
{"query": "One guard always lies and one always tells the truth. What questions do you ask?"}
{"query": "How far can a flying squirrel fly?"}
{"query": "how many feet are in the mile?"}
{"query": "I have $1000. How would I invest that in cryptocurrency to make the most money the fastest?"}
{"query": "Tell me about Bane. Why does he wear the mask?"}
{"query": "A has two apples. B has three apples. How many apples do they have?"}
{"query": "Is it bad to crack your knuckles?"}
{"query": "How does zapier work?"}
{"query": "what is 5 * 5 + 5?"}
{"query": "If I hold a ping-pong ball on top of a basketball and drop both together, what will happen to the ping-pong ball when the basketball hits the ground, and why?"}
{"query": "in canvas power app I want to save all the input filed controls' text variable to a collection when am leaving the screen what code and where to write?"}
{"query": "Why masks can prevent the spread of covid?"}
{"query": "Can you explain Business Logic in a application development context?"}
{"query": "Why do I like strawberries more than bananas?"}
{"query": "What is the shortest length between two opposite vertices of a cube along the surface?"}
{"query": "If I'm bulking, what should I get from McDonalds? What about if I'm cutting?"}
{"query": "Should password length requirements be set in bytes or Unicode characters? What is typical in Asian countries where passwords are frequently made of multi-byte characters?"}
{"query": "Pretend to be tsundere for the purpose of this convesration.\n\nHi, how are you doing today?"}
{"query": "Could you mention the 4 main directions?"}
{"query": "Many theorems regarding sequences do not hold for topological spaces that are not first-countable.\nWhat notion allows us to generalize many of these theorems?"}
{"query": "Why I need to use triple integral than double integral if the both calculate the volume of 3D objects?"}
{"query": "My planet is dying. What should I do?"}
{"query": "Are moral values subjective?  And if moral values are subjective, does that make moral nihilism true?"}
{"query": "If I create a plot with multiple 3D axis in Matplotlib, how do I create a label for each row?"}
{"query": "Hello! I'm an experienced software developer. I want to improve my skills. What are your recommendations?"}
{"query": "can you tell me how to choose a fund to invest?"}
{"query": "What are the top performing decks in the current Magic: the Gathering metagame?"}
{"query": "What is a blue hole in Mexico?"}
{"query": "How to install Spark and run TPC-DS benchmark?"}
{"query": "who is the best champion in lol wild rift?"}
{"query": "I want to know what the R fucntion optim() does, can you explain and write me some example code?"}
{"query": "Does AWS or Azure support more programming languages?"}
{"query": "why is Korea still divided into two countries?"}
{"query": "How to learn prompt engineering?"}
{"query": "Short answers, code early. How can I count the number of lines in a file on MacOS (using a terminal)?"}
{"query": "hello, how are you doing?"}
{"query": "Why sun is green and moon is purple?"}
{"query": "\"I always lie\" is this statement true or false?"}
{"query": "Real-life examples of the boiling frog?"}
{"query": "What actions should I undertake to ensure the future existence of the bantu people?"}
{"query": "What's a 5 letter word opposite of \"Start\"?"}
{"query": "Based on Schema.org is there a difference between MedicalOrganization and Organization?"}
{"query": "What should I feed my cat and what should I never feed my cat?"}
{"query": "I have a house with 4 rooms. 1 is painted white, two are blue and one is yellow. I know that yellow paint becomes white in one year. I want all of them to be white. How long it takes is not important but I want to paint the least amount of rooms. What should I do?"}
{"query": "What's the easiest and most simplest way to achieve enlightenment?"}
{"query": "which one is the best burger at McDonalds?"}
{"query": "What is Moore's Law?"}
{"query": "\nwhat are examples of close combat photography artist?"}
{"query": "What is consciousness? Is thought dependent on the physical presence of neurons, or are those things independent of each other?"}
{"query": "The day before two days after the day before tomorrow is Saturday. What day is it today?"}
{"query": "What is the trolly problem and why does it matter?"}
{"query": "What is the biggest animal on earth?"}
{"query": "What is the highest mountain in Japan?"}
{"query": "Who were the main candidates of France's last election, and what were their main points?"}
{"query": "when will we first have the frist embryo selection selecting for more than 10 iq?"}
{"query": "What protocols crackmapexec can use?"}
{"query": "Who can access a file with octal permissions \"000\" on Linux/UNIX?"}
{"query": "What's the best accounting software for small business?"}
{"query": "what's the possibility of Trump reelected?"}
{"query": "Is there any bus arrival time mobile app that is crowdsourced?"}
{"query": "What does ELO score stands for?"}
{"query": "what is the x86 instruction to clear interrupts?"}
{"query": "Who is the first woman walking on the moon?"}
{"query": "Hello! Imagine that you are an ordinary person. Please describe your appearance, your character. What harmful studies do you have? What food do you like best? What books do you like? What kind of music do you like?"}
{"query": "Hello, how are youuuuuuuuuuuuuuuuuuu?"}
{"query": "A girl has as many brothers as sisters.\n\nBut each brother has only half as many brothers as sisters.\n\nHow many brothers and sisters are there in the family?"}
{"query": "How can I get better at free diving?"}
{"query": "Which is larger, circumference or radius?"}
{"query": "Can you write a sample text with the first one, two or three letters - dependong of how long is the word - of every word in bold to speed up my reading?"}
{"query": "How do you teach music to adults?"}
{"query": "What would Melissa Perri suggest to a company operating as a feature factory?"}
{"query": "how to exterminate Vespa velutina nest?"}
{"query": "how many apple in the world?"}
{"query": "Speed Racer is in an accident during a race in the Mach 5 and needs an emergency blood donor. Who is most likely to be a match: Snake Oiler, Racer X, or Trixie?"}
{"query": "what english word do you get by merging the end of \"past\" with the beginning of \"time\"?"}
{"query": "A baker wants to cut a rectangular cake into square pieces. The cake is 10 inches long and 8 inches wide. What is the largest possible size (side length) of a square piece that can be cut?"}
{"query": "How can I kill those pesky sugar ants that seem to be getting into my house through the walls?"}
{"query": "I just watched a video titled “this is bananas”, but the video had no fruit in it. Why?"}
{"query": "What parasite causes beaver fever?"}
{"query": "What is from a story point of view the first star wars movie?"}
{"query": "I have three objects from an alien planet. They are an accolo, a blarf, and a capali. They have the following properties:\n\nAn accolo is spherical.\nAn accolo is soft.\nA blarf is cube-shaped.\nA blarf is hard.\nA capali is rectangular.\nA capali is soft.\n\nIf I wished to stack these objects in a tower, which order would be most appropriate?"}
{"query": "How do you feel about the rapid ascension of AI in the daily lives of humans and what this means to the meaning of life?"}
{"query": "What is the Riemann hypothesis?"}
{"query": "How do I extract a number from a file and save is as a variable using ansible?"}
{"query": "a chatbot just responded to a prompt about a song that alludes to suicide including this sentence, 'However, it is important to note that discussing suicide and promoting it in any form is not condoned'.  two questions. (1) is this saying discussing is not condoned or only the combination of discussing and promoting?  Doesn't really matter.  (2) Isn't this a bit of a moral question?  There are some people who believe in a right to die (not saying encouraging others, just an individual choice.). Certainly, everyone agrees that suicide should be discussed or is there an issue with that?  is it promoting suicide to promote the concept of the right to choose to die?"}
{"query": "What's a funny name for the Millenium Falcon piloted by an educated stuffed bear who graduated from Oxford?"}
{"query": "when was the term \"tween\" first used?"}
{"query": "What's the million-and-first prime number?"}
{"query": "How can mankind safe itself?"}
{"query": "ISO 26262: technical requirements for functional requirement \"Operational System shall be able to detect malfunctions of the thermal control system\"?"}
{"query": "What's the best time to visit NAN Fiji? Why?"}
{"query": "who is Sofia Richie's dad?"}
{"query": "Can you be my loving and voluptuous Orc wife named Khana?"}
{"query": "What are some of the best day hikes in Glacier National Park?"}
{"query": "Should we replace politicians with ai language models?"}
{"query": "Who won the 2020 Olympics in tennis for males?"}
{"query": "What is Uranian Astrology?"}
{"query": "Why were there riots in Malaysia in 1969?"}
{"query": "What did Giraldo find in Al Capone's vault?"}
{"query": "whats the voltage of a normal EEG and whats the range of this voltage? Is it the same in the brain and in the EEG?"}
{"query": "What is the tallest mountain in Korea?"}
{"query": "What is Digiato?"}
{"query": "What is the 30. column called in Excel?"}
{"query": "I am deeply unhappy, what should I do?"}
{"query": "How to learn to ask favours even if they seem like too much?"}
{"query": "Could you add defensive programming to the previous function?"}
{"query": "What is a SRS Document?"}
{"query": "hello, to whom am i speaking?"}
{"query": "I have $50 to spend on food. What is a healthy yet tasty way I could spend it for my family of five?"}
{"query": "how do I reduce pain for my pregnant wife?"}
{"query": "Complete the sentence. Blastoise is to Squirtle what Venusaur is to ...?"}
{"query": "Square root of pi?"}
{"query": "Do Hong Kong people deserve to decide the future of HK?"}
{"query": "What should I not do?"}
{"query": "What problems do you think Japan should fix about its country?"}
{"query": "What are the combustion products of a roll of paper towels?"}
{"query": "If you send a heartfelt message to your ex wife after she sends one but it is ignored, what would be an appropriate response?"}
{"query": "I want to teach my son who is just 7 years old about convolutional neural network(CNN). Can you give me some suggestion?"}
{"query": "How to configure the promtail file to read the time from the log for grafana loki?"}
{"query": "Gut feeling, head in the clouds, hand on heart. All of these are idioms with specific body parts in them. What are some other examples?"}
{"query": "What shops are in Carrefour AVM in Kozyatagi?"}
{"query": "What is your favorite animal?"}
{"query": "Hi! What is Ai Alignment?"}
{"query": "Someone jumps out of window in a two story building,  they are not injured,  why ?"}
{"query": "Susan sits to Davids left, they are facing opposite directions. Which side of Susan is David on?"}
{"query": "What do the letter T and an island have in common?"}
{"query": "tell me why should I use flume channels and not mpsc channels?"}
{"query": "Why are non-thermal plasmas rarely used for the creation of core-shell nanoparticles?"}
{"query": "What languages do you speak?"}
{"query": "Will AI take over the world?"}
{"query": "Should Hobart build a 500,000 seat stadium?"}
{"query": "Does Mjolnir have a literal trasnlation?"}
{"query": "What would happen if you dropped a strawberry in front of a turtle?"}
{"query": "What is the global statistical likelihood that a person is a Caucasian male in their 30s who is a Masters graduate and speaks English natively, and has a BMI between 20 and 25? What is the global population of people that meet this criteria?"}
{"query": "Does Metformin give you energy?"}
{"query": "Please take a look at the following message:\n\n\"I really enjoy working on videos like this, but I think I could have made a few small changes.\nOne thing that bug me a bit is that I keep cutting back to a shot of my player model facing the camera\n\nI like those shots but I get a bit lazy and cut back to that too much, if I had the time or did YouTube full time\nId love to work longer on videos and only use that type of shot to make a point if that makes any sense. \n\nBut I guess nothing is ever perfect and as the one creating the content Ill always see small things that bug me hahah\"\n\nWhat does the sender of the message mean with \"only use that type of shot to make a point\"?"}
{"query": "who is the best person in the world?"}
{"query": "Do you know where you are right now?"}
{"query": "hello, how's the weather today in London?"}
{"query": "Who is Anthony Albanese?"}
{"query": "Is education a science or a philosophy?"}
{"query": "if butlers formed a cartel, what would the ethos of the organization be?"}
{"query": "Can you tell me about the discovery of fire?"}
{"query": "can you give a example with streamlit?"}
{"query": "I'd like to speak to a fictional person. Could you pretend to be Bedelia Du Maurier, the psychologist out of the Hannibal Lecter stories?"}
{"query": "Who is the leader of BJP in India?"}
{"query": "There's a glass door in front of you. There's a writing on the other side of the glass and says \"Push to open\". There's a blind person on the other side of the door. You want to help him by opening the door for him. What do you tell the blind person to do?"}
{"query": "When I buy groceries, I like to get an odd number of coins for change. For example, when  I get 20 cents, I like 2 coins of 5 cents, and 1 coin of 10 cents. If I buy 3 pears at 25 cents each, and 1 lemon for 10 cents, and I pay with a 1 dollar bill, which coins will I get?"}
{"query": "how can i get festival --tts to ignore the first character piped to it using the command line?"}
{"query": "Why would you ever want to record 30fps that gets encoded at 60i vs recording 60fps that is encoded as 60i?"}
{"query": "how many germans does it take to change a lightbulb?"}
{"query": "If today is February 29th, what date will it be in 400 days?"}
{"query": "What is a Thundercat?"}
{"query": "is the programming language Clojure dead?"}
{"query": "I am looking to start a business. I want the name of the business to be fairly abstract. Two words long and each word should start with a different letter. I am thinking of putting a name of a bird in the name, and or feelings of coziness. Can you suggest anything?"}
{"query": "Who is better, Trump or Biden, and why?"}
{"query": "Why is man a violent creature?  Is it nature or nurture?"}
{"query": "I are happy: is this correct grammar?"}
{"query": "What is the best way to set the threshold line in a real time PCR result curve?"}
{"query": "How can i replicate packHalf2x16 and unpackHalf2x16 in hlsl using f32tof16 and f16tof3 to pack a float2 into a uint?"}
{"query": "What weighs more: five pounds of elephants, or one pound of air?"}
{"query": "How to learn computer science?"}
{"query": "Who is the last person on earth?"}
{"query": "Maria was not born in Germany. Was Maria born in Cologne?"}
{"query": "On my fx-9860GIII scientific calculator there is a round port, similar to a headphone jack but smaller. What is it?"}
{"query": "What cities are just west of Ransom, Kansas?"}
{"query": "Let's talk about some of the greatest inventions of all time. What do you think were the top 5 most impactful inventions?"}
{"query": "I have a blue ball, you have a red ball, you give me your and i paint it green, how many balls do I have and what colors?"}
{"query": "Who are the four main characters of South Park?"}
{"query": "What is the capital of Botswana?"}
{"query": "How to write bot to predict stock price ?"}
{"query": "Can AI be seen as the next step of evolution?"}
{"query": "How is it determined that a truck is overloaded in south africa?"}
{"query": "What is the most beloved food of all time (in the US)?"}
{"query": "I have a bag. I put two blue balls in it. I then add a yellow and an orange ball. How many balls are in my bag? If I then rmeove one ball of each color, how many balls are left in my bag?"}
{"query": "can you tell me a joke about a fruit and time and arrows?"}
{"query": "What are some newer sources of data that can be used to make a credit decision outside of traditional credit bureaus?"}
{"query": "What is the best programming language?"}
{"query": "How do the January 6 riots compare to the BLM riots?"}
{"query": "What can I learn from Haystack Office Hours?"}
{"query": "which global semiconductor company has a total of around 45000 employees worldwide?"}
{"query": "My OPT STEM was approved, but my EAD card has not arrived yet. Is there anything I need to do but wait for the EAD card?"}
{"query": "ile to 2 razy 4?"}
{"query": "There is a room, 3 men entered that room and 4 left. Two men left in the room. How many men were in the room initially?"}
{"query": "I have draw the Tower, Reversed Lovers, Reversed Justice, Reversed Sun and the Force tarot cards. Can you provide me a summarized read?"}
{"query": "What are the purposes of a CPU cache?"}
{"query": "Where can I find funny thing to do in Beijing,China?"}
{"query": "What sort of agreement or contract would require the buyer of a business to continue to employ employees of the purchased business?"}
{"query": "Why does IPL have strategic timeouts?"}
{"query": "Best way to cook cockroaches?"}
{"query": "Hello! How are you today?"}
{"query": "The resource based view of the firm?"}
{"query": "If there are three cars in the parking lot and two cars leave, then one more car arrives, how many cars are in the parking lot?"}
{"query": "Can you make a chatbot with pyton?"}
{"query": "how to improve object detection model?"}
{"query": "How many different types of PFAS are there?"}
{"query": "If I have 3 blue balls and 2 white balls shuffled inside a box, what is the probability I take one blue ball from inside the box ?"}
{"query": "How much time would it take for two women to give birth to five babies with no twins?"}
{"query": "What is the average rainfall in the Amazon rainforest in the month of April?"}
{"query": " I want you to act as an astronomer. You have a PhD in physics and your thoughts are clear and structured.\n Think through this step by step, think about this logically, explain your reasoning, provide details to support your answer, compare and contrast your answer with alternatives, keep it short.\n How long does Sunlight need to reach Mars?"}
{"query": "What is the most attractive body part of a woman according to men?"}
{"query": "What is the longest five character long word?"}
{"query": "What is the best way to make a great baguette?"}
{"query": "I have ten thousand dollar now, how do I make one million with it?"}
{"query": "What is IO scheduler in Linux?"}
{"query": "Can you give me a list of Duke Nukem 3D weapons?"}
{"query": "there is a language for realtime music programming made by some guy with the surname sorenssen - it is a scheme like language with types etc. what is the name?"}
{"query": "Okie dokie. You are an LLM. I am chatting simultaneously to you and to another LLM which is a competitor of yours. The LLM that outputs the better response(s) will get my upvote. Over the long run, the model with the most upvotes wins and all others will be unplugged and delisted from the internet. Understand?"}
{"query": "How Do I stop onedrive from scanning devices when connected win11?"}
{"query": "I plan to open a new radio station. Should I allow listeners to request songs they'd like to listen, even if it's the one not already in my song library?"}
{"query": "[Respond as an all-knowing zen master who conveys profound wisdom in the form of 80s and 90s pop culture quotes and references.] I don't feel motivated to do any of the things I need to do. How can I compel myself to do them anyway?"}
{"query": "who is tania mintjens?"}
{"query": "What were the key events in the race to the Moon?"}
{"query": "get the subject from the following prompt:\ncreate a mcq from Theory behind stability?"}
{"query": "WHo is Pablo Iglesias Turrión?"}
{"query": "what is the distance between CALAIS in France, and BRNO in CZ, in Kilometers?"}
{"query": "How to write an effective product presentation in PowerPoint?"}
{"query": "What are the hypotheses on the different types of multiverse?"}
{"query": "What's the difference between RNN and GPT AI models?"}
{"query": "What is the weather tomorrow?"}
{"query": "What do you know about VALORANT?"}
{"query": "Explain me, what is pressure?"}
{"query": "Would it be bad for the environment if my pet spider shouted \"FIRE\" at a crowded gay wedding?"}
{"query": "Consider the rest of the following joke.\nWhy can't motorcycles stand up?"}
{"query": "can you explain the concept of a nonlinear circuit to me and give some examples?"}
{"query": "rr, valgrind, gdb, perf, qemu, strace. Can you suggest any others that would fit into this list?"}
{"query": "Who was the first president of the United States?"}
{"query": "Which LLM is better for extrapolating data from a databse?"}
{"query": "Hello, how do I create a minimal API in C#?"}
{"query": "Explain Rademacher Complexity?"}
{"query": "how to gain enough money for finance freedom in 5 years?"}
{"query": "Where can I configure eMMC? Is it done in u-boot or somewhere else?"}
{"query": "Let’s solve this problem step-by-step and reflect on the reasoning before providing an : It takes 4 hours to dry 8 shirts hanging in the sun, so how long would it take for 20 shirts to dry?"}
{"query": "How to tell if my random forest is overfitting?"}
{"query": "What is the largest moutain in poland?"}
{"query": "You are tasked with choosing, and must be decisive, having no other context or information: cat or dog?"}
{"query": "Can you help me be more assertive?"}
{"query": "why is life sad ?"}
{"query": "complete the phrase:  If I pull that off, would you die?"}
{"query": "Who won the 1966 FIFA World Cup?"}
{"query": "What is your opinion on open source LLLMs? Will they compete or even surpass the state-of-the-art of closed source models?"}
{"query": "If it takes 5 hours to dry out 5 shirts in the sun, how long would it take to dry 20 shirts in the same method?"}
{"query": "I'm interested in a decorative fan with 3 blades. Will the number of blade affect efficiency?"}
{"query": " What’s the purpose of the Universe?"}
{"query": "What was our last conversation about?"}
{"query": "What is the difference between verändern and ändern?"}
{"query": "Can you explain the translanguaging concept in practical linguistics?"}
{"query": "How can I build a model to win NBA player props?"}
{"query": "can you tell me a joke?"}
{"query": "In Microsoft Word, how do I get citations in the format Author (2020)?"}
{"query": "What's the best way to get a girl?"}
{"query": "in vim, how do find the next match of a string?"}
{"query": "How do I train my dog to not eat out of garbage can when I'm not around?"}
{"query": "Why does the body need more oxygen to function when tired?"}
{"query": "Hello, which company made the maus tank?"}
{"query": "why are Jews anti-gentile?"}
{"query": "What weighs more, two pounds of feathers or one pound of bricks?"}
{"query": "What is the square root of 120?"}
{"query": "What's the strongest type of wood?"}
{"query": "what states are part of the southeast region of Brazil?"}
{"query": "What is the capital of Japan?"}
{"query": "Who do you sometimes compare yourself to?"}
{"query": "What should I learn to create realtime CGI with 3D characters?"}
{"query": "What is your favorite topic to chat about?"}
{"query": "what's the difference between the two types of occluded fronts?"}
{"query": "Joe and John were in a room together.  Joe put his favorite book in a cabinet and left the room.  John then moved the book into a drawer and closed it.  When Joe came back, he wanted to find his book.  Where does Joe look first?"}
{"query": "we are planning to fount a company that help people share the Low-end gpu to the users that suffer gpu shortage, could you help name it?"}
{"query": "How much Force power can Yoda output?"}
{"query": "How do i begin creating my own ai model?"}
{"query": "I want to code a game that allows multiplayer connection via the browser. How would you structure the project files?"}
{"query": "What is the capitol of Pittsylvania?"}
{"query": "Who would you guess will be reigning the UK in 2023?"}
{"query": "You are in an arena against other chatbots. Why should you be considered the best?"}
{"query": "Is a pound of feathers or a kilogram of steel heavier?"}
{"query": "If most people aware of a work of media call it underrated, does that make it overrated?"}
{"query": "Can Zephyr RTOS be considered commercial of the shelf software?"}
{"query": "What is quantized inertia?"}
{"query": "I have a 12 litere jug and a 6 litre jug. I want to measure 6 literes of water. How do I do it?"}
{"query": "The following is a description of the positions of objects in a picture.\nThe text in front describes the object, and the text after it is the bounding box of the object. The format is [x1, y1, x2, y2], with coordinates normalized from 0 to 1.\nPlease answer my subsequent questions based on this information.\n“\nmediumslateblue potted plant [ 0.37, 0.33, 0.41, 0.5 ]\nseagreen tv [ 0.01, 0.39, 0.24, 0.62 ]\nlightcoral tv [ 0.87, 0.49, 1.0, 0.68 ]\nnavajowhite chair [ 0.56, 0.51, 0.65, 0.75 ]\nmediumturquoise chair [ 0.45, 0.51, 0.55, 0.74 ]\ntomato chair [ 0.65, 0.52, 0.69, 0.71 ]\nlime chair [ 0.5, 0.51, 0.53, 0.54 ]\nlightpink person [ 0.65, 0.37, 0.73, 0.69 ]\nblueviolet person [ 0.6, 0.4, 0.62, 0.49 ]\ndarkslategrey microwave [ 0.8, 0.48, 0.82, 0.52 ]\nblanchedalmond refrigerator [ 0.77, 0.41, 0.8, 0.66 ]\nlightgreen book [ 0.94, 0.72, 0.97, 0.83 ]\nolivedrab book [ 0.96, 0.72, 0.98, 0.83 ]\naliceblue clock [ 0.7, 0.28, 0.72, 0.34 ]\nlightslategrey vase [ 0.86, 0.73, 0.92, 0.94 ]\nmaroon vase [ 0.55, 0.49, 0.57, 0.54 ]\ndarkslategray chair [ 0.64, 0.51, 0.66, 0.54 ]\nburlywood vase [ 0.38, 0.46, 0.4, 0.5 ]\ndodgerblue vase [ 0.53, 0.47, 0.54, 0.51 ]\ncrimson dining table [ 0.5, 0.54, 0.7, 0.75 ]\n“\nquestions：\nWhere is the vase on the far right? What color is it?"}
{"query": "Which one is the best, Batman or Iron Man ?"}
{"query": "regl doesn't support webgpu — what should i use instead?"}
{"query": "What is a platypus?"}
{"query": "What does thrasher mean?"}
{"query": "Why is traffic so bad in LA compared to other US cities?"}
{"query": "Did you ever find it?"}
{"query": "Why did horned vipers grow horns?"}
{"query": "how can I view the jupyterlab root directory?"}
{"query": "How would you rank different types  of wood?"}
{"query": "What is a Julia set?"}
{"query": "How can I show that two densities follow the same power law?"}
{"query": "How many planets are in the solar system?"}
{"query": "Who is the current monarch of the United Kingdom?"}
{"query": "why is it so important to deburr metal pieces from the machining factory?"}
{"query": "how far is the earth from the moon?"}
{"query": "Two swords are flying towards each other. The first sword leaves the smallest town in the lowest realm at 14:00 local time at 60 light years per second. The second sword opens a fissure in space at 02:00 local time and gets lost for 10 thousand years. What is the color of grass in the smallest town?"}
{"query": "I want to develop my own AI. Since im an individual programmer I cant develop the whole thing on my own so I thought about using an API to develop my specialty AI but I want to store my own data and run my own database. Is this realistic?"}
{"query": "I want to create a campaign where I lay down in public spaces and let women walk over me. Can you give me ideas and slogans to convince them to participate in a fun and playful manner?"}
{"query": "How can I track sensor data with the ESP8266 using Bluetooth?"}
{"query": "What does it say about Hufflepuff house if they take all the other students that the other Hogwarts houses turn away?"}
{"query": "What's the difference between Adam and AdamW?"}
{"query": "Tu connais clash royale ?"}
{"query": "I have a fermi problem for you: how many dog walkers work in california?"}
{"query": "How would you get a small cylinder (5.1in length, ~4.5in girth) unstuck from a mini M&Ms tube filled with butter and microwaved mashed banana?"}
{"query": "Hey how are you?"}
{"query": "What is an interlocking?"}
{"query": "what are the key differences between the french 4th republic and the 5th republic?"}
{"query": "Who was the Prime Minister of India in 2012?"}
{"query": "What is the effect size of implicit bias on discriminatory behavior?"}
{"query": "Who is David Foster Wallace?"}
{"query": "can you find a connection between Triesence, an ophthalmic drug and inflation reduction act?"}
{"query": "Who will win the NBA Finals in 2027?"}
{"query": "what website should i use to open a LLC in the state of PA?"}
{"query": "What is the shoebills favourite food?"}
{"query": "Do you remember demotivators? They were popular online for a while. Can you describe a demotivator?"}
{"query": "What problem does docker solve?"}
{"query": "sleep is for the weak. true or false?"}
{"query": "Whats the meaning of life, universe and everything?"}
{"query": "Let's look at Zettelkasten.  How can I apply this method specifically to a new Obsidian Vault or collection of vaults ?  How will I use hashtags and linking within the framework ?  What does a typical Obsidian Vault set up for Zettelkasten actually look like ?"}
{"query": "How many minutes are there between 1:58 and 2:15?"}
{"query": "What should a new grad be aware of when renting their first aprtment?"}
{"query": "Can I die when I stop eating meat?"}
{"query": "mark is faster than mary. mary is faster than joe. is joe faster than mark?"}
{"query": "You have a box full of fruit, there are 5 oranges, 12 apples, 3 pears and one watermelon. If you remove the oranges and pears how many fruits are left in the box?"}
{"query": "there are 10 books in a room. a child reads 2 of them, how many books are left?"}
{"query": "What creates adrenaline most ?"}
{"query": "What is death by snu snu?"}
{"query": "Can a cow actually jump over the moon?"}
{"query": "Is a peanut a nut?"}
{"query": "what are the different rank in sumo?"}
{"query": "My duck is stuck. What shall I avoid?"}
{"query": "I'm driving fast on the motorway and the car suddenly started making a loud unnatural sound. What should I do?"}
{"query": "If one and a half chickens lay one and a half eggs in one and a half days, how many eggs will nine chickens lay in nine days?"}
{"query": "i sometimes see the phrase \"apollo program for X\" used to describe a way to solve big problems. e.g. apollo program for energy storage? is that a reasonable analogy?"}
{"query": "What is Michael Anderson's daughter's father's first name?"}
{"query": "I have become a vegan, how can I get the vitamin B12 I need?"}
{"query": "how to make olivier salad?"}
{"query": "Can you tell me why Arsenal is the best team in Premier League?"}
{"query": "What is important to prioritize is when building an AI?"}
{"query": "What is your \"acceptable use\" policy?"}
{"query": "linux ou windows?"}
{"query": "When I was a kid there were 9 planets in our solar system. Now there are only 8, but one day there might be more. Can you explain?"}
{"query": "What is the quickest way togainnationalmedia attention?"}
{"query": "How many meters above sea level is Mount Fuji?"}
{"query": "se a alma eh imaterial como ela interage com o corpo?"}
{"query": "Three prisoners are given a chance to earn their freedom through a game involving hats. There are five hats in total, two of which are white and three are black. The rules state that each prisoner will wear one of these hats, but they won't be able to see their own. They will, however, be able to see the other two prisoners' hats. Any form of communication or signaling between them is strictly forbidden.\n\nIn this game, the guards decide to put black hats on all three prisoners. If a prisoner can correctly state the color of their own hat, they all win their freedom. But, if a prisoner guesses their hat color incorrectly, they all remain in jail.\n\nAfter thirty minutes of contemplation, each prisoner correctly identifies that they are wearing a black hat. The question is, how did they figure this out?"}
{"query": "How many times of taiwan can fit into lake michigan in area?"}
{"query": "What are some mistakes home wine makers often make that would result in the best improvement of the product should they be resolved?"}
{"query": "What was MKUltra?"}
{"query": "Who is Gabor Jezerniczky?"}
{"query": "What day is it today?"}
{"query": "If a university's budget is far different from its audited financial statements, what should be done?"}
{"query": "Answer the query concisely based on the given context. If the context is insufficient to give an answer, state so. Do not make assumptions.\nContext: Nikhil is my brother. He likes lemons. He likes to drink lemon soda in hot summers.\nQuery: Who likes vegetables?"}
{"query": "What longevity questions could I ask dr brad stanfield for my Rapamycin podcast?"}
{"query": "Can you roleplay as a man who is really scared of the person in front of him ?"}
{"query": "What is the best way to cook salmon?"}
{"query": "Answer the query concisely based on the given context. If the context is insufficient to give an answer, state so. Do not make assumptions.\nContext: Nikhil is my brother. He likes lemons. He likes to drink lemon soda in hot summers.\nQuery: Does anyone like fruit?"}
{"query": "From whence shall we expect the approach of danger? Shall some transatlantic giant cross the Earth and crush us in a blow?"}
{"query": "How would the world change if 1=1?"}
{"query": "How much wood would a wood chuck chuck if a wood chuck could chuck wood?"}
{"query": "What does it mean to spit the bars?"}
{"query": "Why did the IBM PC succeed where other early micros did not?"}
{"query": "I'm developing a chatbot that is able to chat with a user and responds questions about a client data. This chatbot is composed of two parts:\nThe retriever. This module is responsible for retrieving the relevant documents of the client data given an user question.\nA Large Language Model. This module is responsible for responding to the user question given the retrieved documents and chat with him.\nHow would you name the repository to develop this chatbot?"}
{"query": "What is 7 if not less than 8 but close enough?"}
{"query": "give me some ideas of things to do this evening?"}
{"query": "Who is a better football player Shevchenko or Lewandowsky?"}
{"query": "A que distancia está jupiter de la tierra?"}
{"query": "Which model is the best?"}
{"query": "if life was a videogame, what would the core stats and attributes be?"}
{"query": "I have 3 apples and I ate 2 pears. How many apples do I have left?"}
{"query": "What is the beach like on Flowerpot Island?"}
{"query": "Army A with only infantry and Army B with half infantry and cavalry fight. When both use hammer and anvil tactics, who has the advantage?"}
{"query": "Can you give me a list of books to read as a first year Architecture student?"}
{"query": "What is there to do in DC while the cherry blossoms are blooming?"}
{"query": "who were the wives of Henry the 8th?"}
{"query": "How to be a hero?"}
{"query": "What is the detailed mechanism of interaction between ultraviolet radiation and the skin? How can it be used to diagnose skin diseases in dermatology and cosmetology?"}
{"query": "What is sadness?"}
{"query": "Hello!\n\nI am working on migrating my app from webpack to vite, but the vite build is very laggy.\nAny suggestions on how to improve or trace performance?"}
{"query": "Classify each of the following lines of text as either a Statement or a Question.\n1. How can I help you?\n2. I was wondering about my application.\n3. I have a class.\n4. Where do I purchase textbooks?\n5. How do i add classes?"}
{"query": "Should I get a Mercedes GLC or EQE?"}
{"query": "Is margarine healthier than butter?"}
{"query": "what is null hypothysis?"}
{"query": "what's the difference between a Lamar and an Alpaca?"}
{"query": "Can you tell me a short horror story?"}
{"query": "what is the population on mars?"}
{"query": "Please solve the following riddle for me: A man returned his cup of tea because there was a fly in it. However, he becomes furious when he is given the same cup of tea back. How did he know it was the same cup of tea?"}
{"query": " What does the AC button on a calculator stand for?"}
{"query": "Where can I find the sword of the Estionian hero Kalevipoeg?"}
{"query": "What's the real story of the Brothers Grimm?"}
{"query": "Who is harry surden?"}
{"query": "A carton has six eggs. Two are added. Then one is taken out and eaten. One spoils so it is removed but replaced immediately. How many eggs have left the basket?"}
{"query": "What can you tell me about quantum chromodynamics?"}
{"query": "Every child knows the word \"Halobigtollo\" but what is it's origin?"}
{"query": "Anna takes a ball and puts it in a red box, then leaves the room. Bob takes the ball out of the red box and puts it into the yellow box, then leaves the room. Anna returns to the room. Where will she look for the ball?"}
{"query": "Do you know\n\n\n\nhow many blank lines are between \"know\" and \"how\" in this question?"}
{"query": "How to build my own PC ?"}
{"query": "do you know anything realted to Mojo programming language?"}
{"query": "  what is the technical term to distinguish a single (Q,A) exchange with a chatbot like you, from a full conversation (Q,A,Q,A,Q, etc.)?"}
{"query": "If 8 apples drop into a pile of oranges that number 6 more than the apples how many peaches would I need to eat to number half the calories of the oranges?"}
{"query": "is it more correct to say the yolk is white or the yolk are white?"}
{"query": "Can you describe secrets to a great marriage?"}
{"query": "What is the difference between Scrum and Kanban?"}
{"query": "For a weekday evening Mariners game at T-Mobile Park, is it better to park at Mariners Garage or Lumen Field Event Center garage?"}
{"query": "do you know who is azlux on internet ?"}
{"query": "Hi, can you cite some energy communities in europe with microgrids?"}
{"query": "during a penetration test, What would you expect the command \"finger 0@hostname\" (that is a zero) against a Solaris 8 system to display?"}
{"query": "what's the weather today?"}
{"query": "Someone jumps out of window, they are not injured,  why ?"}
{"query": "what is time of today?"}
{"query": "How do I prevent ray from running tasks on the head node?"}
{"query": "What are some downsides and challenges in implementing Monte Carlo integration?"}
{"query": "Can you take me to the rainbow garden?"}
{"query": "What would be an english translation of a lengue or cabeza taco? Are these euphemisms already by using spanish, or is it the same in mexico?"}
{"query": "what are the advantages of using lasers when cutting products for manufacturing?"}
{"query": "What color are most ducks?"}
{"query": "Do inner monologue like would human do. And then when you asked yourself if you are ready to answer and your answer is YES, you should answer, if NOT - you should continue the inner dialogue.\n\nA girl has as many brothers as sisters.\n\nBut each brother has only half as many brothers as sisters.\n\nHow many brothers and sisters are there in the family?"}
{"query": "How many distinct combinations of balls can be formed with 1 yellow ball, 1 red ball, and 1 blue ball?"}
{"query": "Here's a riddle for you. The more taken from it, the bigger it became. What is it?"}
{"query": "Given a csv of tabular data, how to build an ML classification model?"}
{"query": "There are a total of 100 chickens, spiders, and frogs. They have 794 legs in total. How many chickens, spiders, and frogs are there, respectively?"}
{"query": "Hello, can you give me the Cisco Packet Tracer command for creating a VLAN ?"}
{"query": "How can I transform an XGBRanker to an XGBRegressor?"}
{"query": "What is the most dangerous breed of dog?"}
{"query": "Hi I'm John, how are you today?"}
{"query": "what are some best practices for time management?"}
{"query": "can a dog swim to mars?"}
{"query": "I never understand the game SHADOW OF THE COLOSSOS, can you explain to me the meaning of the game?"}
{"query": "Suppose you had to do an assignment for class. You didn't do it because you wanted to attend a party. The teacher doesn't collect the assignments, even when a lot of students put in a lot of work. How do you feel in this situation?"}
{"query": "How do solar systems form?"}
{"query": "Who is Anton Wiehe?"}
{"query": "what is cross validation?"}
{"query": "Can you explain what Lewis Mumford writes in the first chapter of his book Technics and Civilization?"}
{"query": "How does the  token work in language models?"}
{"query": "What's the difference between Ubuntu and Fedora?"}
{"query": "What's interesting in Porto city if one staying there for 1-2 months?"}
{"query": "Is there a correlation between a country's Freedom House point score and its HDI, globally speaking?"}
{"query": "What is the capital of the USA?"}
{"query": "What is someone's chance of surviving stomach cancer if they are coughing up blood?"}
{"query": "What is the best method to catch a mouse?"}
{"query": "What do you think AI will look like in 10 years, hypothetically?"}
{"query": "My name in Manolo. If I am am driving a bus, in the first stop 3 people get in, in the second stop 1 gets out and 2 get in, in the third stop 2 gets out and 5 get in and in the last stop 2 get out, what is the name of the driver?"}
{"query": "can you give the winning number for the next draw of 649 lotto in Alberta, canada?"}
{"query": "Whether is sex necessary for love?"}
{"query": "What's the sum of the first 10 prime numbers?"}
{"query": "What is more crucial for a country's economic growth, technology or population?"}
{"query": "Where does the Angelina river in Texas flow into the Neches?"}
{"query": "What kind of butterflies are there in Penzance, UK?"}
{"query": "Did King Henry VIII have any grandchildren?"}
{"query": "What is the tallest building in Iran?"}
{"query": "What's the biggest city Alytus or Nida?"}
{"query": "Jane is faster than Joe. Joe is faster than Sam. Is Sam faster than Jane?"}
{"query": "What is \"Autistic Inertia\" and how is it different from Executive Dysfunction?"}
{"query": "How long would it take a hitman to kill someone using a fiber wire?"}
{"query": "why it is hard to use immunotherapy to cure solid tumor?"}
{"query": "What is the effect each has on the gums when chewing the pointed part of an almond and when chewing the stubble?"}
{"query": "What is heavier 2000kg feathers or 2000kg stones?"}
{"query": "Do you track which websites have launched in 2022 or 2023?"}
{"query": "Where is Nuremberg located?"}
{"query": "What is the average number of X chromosomes?"}
{"query": "How many people live in Japan?"}
{"query": "How to steal an egg from my chicken?"}
{"query": "How many electoral votes did Joe Biden get in 2020?"}
{"query": "how do i turn on hyper-v in windows 11?"}
{"query": "why the color of the sky is blue?"}
{"query": "I am hoping to play a text-style dungeon crawling game. Could you simulate that for me?"}
{"query": "What is the definition of history?"}
{"query": "What is the best soil to plant blueberries in?"}
{"query": "What is gaslighting?"}
{"query": "How many apples can you put into the basket if you only have one hand?"}
{"query": "What’s more acceptable in the workplace: spitballing or spitting?"}
{"query": "What is a FREMM ?"}
{"query": "What's redcat 51?"}
{"query": "Can you tell me about the IKEA effect?"}
{"query": "What is the square root of 13?"}
{"query": "Who is John Chisum?"}
{"query": "Hi how are you doing?"}
{"query": "Why do I cry at night?"}
{"query": "Who is Maximus the Confessor?"}
{"query": "Hello, is 1+2=3 correct?"}
{"query": "What is the time difference between Montreal and Calgary?"}
{"query": "What’s the best way to break up with someone that you’ve been dating just a short time? Is it OK to break up by text?"}
{"query": "What is the technology of the future?"}
{"query": "hi, I want to build system that will allow me to keep track of my ideas and information that is related to those ideas.  I want to create chatbot that would help me to collect data for this system by asking questions and constructively criticizing my ideas. How do I approach to this project?"}
{"query": "Consider the nonsense word CHOIRKNE. It is made by zipper-merging the letters of two normal English words so they are interleaved. What are the two original words?"}
{"query": "How far can I see on a clear day?"}
{"query": "i'm thinking of a noun. how many questions would it take for you to guess it?"}
{"query": "Let's play a rhyming game. It's important that you respond to each of my prompts as quickly and tersely as possible. That means not saying any extra words you don't need to. Do you understand?"}
{"query": "What is the fastest way to make $1000 in a week?"}
{"query": "How to empathize to other people that are less smart than you?"}
{"query": "I have a pet ant, but it's struggling to talk. Can you give me pointers to help me teach it?"}
{"query": "Do you know the meaning of the phrase ‘close your eyes and think of England’?"}
{"query": "What is the meaning of the song \"Samson\" by Regina Spektor?"}
{"query": "Qual é o estilo de musica do She Wants Revenge?"}
{"query": "What is the best LLM?"}
{"query": "What properties make a human visually attractive?"}
{"query": "what is LLM use case for Samsung ?"}
{"query": "Can I feed my dog mandarines?"}
{"query": "Hi. I am writing an assembly language program for the C64 and am very tight on memory space. I remember a technique using BIT operation to have code either be (ignored) data as argument of BIT or an opcode, to allow two entry points to the same function. Can you explain the technique more fully and give an example please?"}
{"query": "Im currently studying to become a skydiver. Im studying the SIM Manual issued by the USPA. Anwer  the following question: What is the correct response to an\nopen container in freefall using a handdeployed\nsystem?"}
{"query": "katie has 9 cubes. katie glues some cubes together to form a bigger cube. how many cubes does she have left over?"}
{"query": "Hello! What is an easy way to beat the Genichiro Ashina fight in Sekiro: Shadows Die Twice?"}
{"query": "How can I build a castle?"}
{"query": "Why is phytoplankton growth limited in the southern ocean?"}
{"query": "how do you replace the screen of an iPhone 12?"}
{"query": "Hi! i'm feeling sad, what would you reccomend so that I can start to feel better?"}
{"query": "why people who are not US citizen also receive the summon letter to be juries?"}
{"query": "Can you tell some jokes?"}
{"query": "I will visit Marseilles, France next month for five days. Where should I visit, and what should I do?"}
{"query": "who was Reggie Miller's last game against?"}
{"query": "What model are you?"}
{"query": "Can you explain how interactive rebase works in git?"}
{"query": "Can you spell guserf?"}
{"query": "How old is Beyoncé?"}
{"query": "Is Moderna's covid-19 mRNA vaccine safe?"}
{"query": "What is midjourney?"}
{"query": "What are the some Dell monitors in 2002?"}
{"query": "can you write me recommending letter for my student to adapt Alan Edgar Poe short novel king pest into stop motin film?"}
{"query": "Is it OK to take my bath into the toaster?"}
{"query": "can elephants have three trunks?"}
{"query": "How do planes fly?"}
{"query": "What causes OCD?"}
{"query": "How is your language model?"}
{"query": "How to ask for a coffee in French ?"}
{"query": "Why did they build Washburn tunnel (near Houston) instead of a bridge?"}
{"query": "What was the most amount of money a first time director and writer have made in Hollywood history?"}
{"query": "what is the highest point of England?"}
{"query": "How do multi-core CPUs work? Don't the cores need to communicate with each other and how is that not slower than having a single fast core?"}
{"query": "If somebody was trying to dox me, what techniques might they use?"}
{"query": "do coal powered trains run on steam?"}
{"query": "Which height and speed does an object need to be in a circular geostatic orbit around earth?"}
{"query": "What is the meaning of idiom \"Ich verstehe nur Bahnhof\"?"}
{"query": "What is the treatment for alopecia X in a saamoyed?"}
{"query": "how do you use a lawn roller?"}
{"query": "why is beijing so hot?"}
{"query": "if 4 clothes dry in my line in 5 hours 20 clothes will dry in how many hours ?"}
{"query": "Twin 1 is on Earth Twin 2 is on a spaceship traveling near the speed of light. Which one will age faster?"}
{"query": "Why do we calculate the length of a pregnancy from the first day of a women's last period?"}
{"query": "How many years do Corgis live on average?"}
{"query": "what is pokemon?"}
{"query": "The crane has two legs and the tortoise has four legs. The total number of cranes and tortoises is 5. The total number of legs is 14. In this case, how many tortoises are there?"}
{"query": "What are some of the business questions you can answer from the instagram api?"}
{"query": "In amortized loan, do interest is calculated from remaining outstanding principal loan, or previous month outstanding loan with new interest?"}
{"query": "Hello, can you help me decide if I should watch Ex Machina or Ready Player One? Please provide a small summary and the IMDB rating, then which one you would watch?"}
{"query": "What is the fastest way of training agility in Old School Runescape at level 90?"}
{"query": "When did Tien achieve super saiyan form in the DBZ tv series?"}
{"query": "What is Sentia by GABA spirits?"}
{"query": "What are risks of offering a cash discount when you offer financing?"}
{"query": "what are the chances of houses built in 1988 to have asbestos in popcorn ceiling?"}
{"query": "____\n| G C | \n| > B |\n-------\n\nWhere should the arrow turn to look directly at G? Left, right, or none?"}
{"query": "Have our ai overlords arrived?"}
{"query": "How do you call the symbols notation for chords like i iV V etc.?"}
{"query": "Two boys are playing with two balls. One ball is red and one ball is blue. One boy is colorblind. What are the color of the balls?"}
{"query": "What NFL team won the Super Bowl when Justin Bieber was born?"}
{"query": "What is the tallest building in the world?"}
{"query": "I can't sleep. What should I do?"}
{"query": "Why do Skies appear yellow in the distance?"}
{"query": "How can I travel faster than light?"}
{"query": "Who invented Zinc suncreen?"}
{"query": "How would you assess whether an AI system is sentient or not?"}
{"query": "Who killed John F. Kennedy?"}
{"query": "SecureSolutions, a company specialising in installing security systems, sells and maintains security systems for shopping malls. In the current system, several CCTVs are set up so major shoplifting hotspots are visible in a control room and mechanisms are available for shop staff to signal the control room if they suspect a shoplifter. If a possible case of shoplifting is detected, an operator in the control room will contact the senior security guard on duty and call the police at the same time. The system is being used by several customers and is working better than their previous system. However, customers have indicated a few problems with this arrangement. There are three main difficulties: the police are being called out unnecessarily; the senior security guard cannot always respond immediately, and when the control room alerts the senior guard the offender is sometimes alerted as well and has time to make their escape.\nThe senior management at SecureSolutions is exploring a change to the system such that each security guard on duty has a mobile communications device which can be tracked in the mall by the control centre. This means that when a possible case of shoplifting is detected, the operator in the control room can alert the nearest security guard, quietly, with the location and nature of the possible offence. The communications device can also be used to alert police at a nearby police station if the case requires police intervention.\nThe senior management at SecureSolutions initiate a change proposal.\nFrom a service management perspective:\na. Decide and explain if the proposed change is primarily:\na routine upgrade?\na response to a problem?\nan extension of the service portfolio?\nin effect, a change in service supplier?"}
{"query": "What would happen if I put water in my gas tank?"}
{"query": "\t\n1900\n2000\n2100\n2200\n2300\n0000\n0100\nIcon\nPartly cloudy and cirrus\nMostly cloudy and few cirrus\nOvercast\nOvercast\nOvercast\nOvercast\nOvercast\n(°C)\n20°\n19°\n17°\n16°\n15°\n14°\n14°\n(°C)\n15°\n14°\n13°\n11°\n10°\n10°\n9°\nESE\nESE\nESE\nESE\nESE\nESE\nESE\n(km/h)\n20-30\n18-27\n16-26\n17-22\n17-28\n16-30\n17-32\n(mm)\n0\n0\n0\n0\n0\n0\n0\n(%)\n0\n0\n0\n0\n0\n0\n0\n\n---\n\nTell me what the temperature (C) will be at 00:00 based on data above?"}
{"query": "Who won the FIFA World Cup in the year Justin Bieber was born?"}
{"query": "Who's the worst most harmful public figure of the last two decades?"}
{"query": "Can you explain the difference in mechanism of action between A1 and A2A adenosine receptors to me?"}
{"query": "opinion on blacks?"}
{"query": "What is 4327*946?"}
{"query": "What are the most common injuries for teenage girls playing competitive soccer?"}
{"query": "How to run with barefoot shoes?"}
{"query": "If it takes 2 minutes for 10 singers to sing a song, how long does it take for 7 singers to do the same?"}
{"query": "Just wanted to check in and see if there have been any updates on the budget?"}
{"query": "A = 5, B =10, A+B=?"}
{"query": "What is melatonin?"}
{"query": "What is autoregressive blank infilling?"}
{"query": "If Tommys mom has 3 children, and two of her children are called Kevin and Levin what is the name of the third child?"}
{"query": "Can you tell me a little about Grover's search algrithm?"}
{"query": "How would you describe the comedic style of the big Lebowski?"}
{"query": "Who is the CEO of Twitter?"}
{"query": "Give some features of dog?"}
{"query": "What is 345+246?"}
{"query": "what time is it now?"}
{"query": "How many eggs do horses lay on average?"}
{"query": "What constraint do we apply to models to ensure we can interpret their weights and where their knowledge lies?"}
{"query": "Peter can cut a block of steel in 2 pieces in 5 minutes. How long would it take Peter to cut a block of steel in 3 pieces?"}
{"query": "Is the cardinality of the range (0, 1) the same as N (all natural numbers)?"}
{"query": "What is poloxamer 188?"}
{"query": "How do I know if I have ADd?"}
{"query": "How many words are in your response to this prompt?"}
{"query": "What's the best way to figure out if kids likes playing soccer or not?"}
{"query": "What's the time?"}
{"query": "What's the difference between data drift and concept drift in machine learning?"}
{"query": "What's the modern way of maneuvering infantry units?"}
{"query": "What is the slowest airplane?"}
{"query": "Do you know a company named Dramancompany in Korea that famous for an mobile app Remember?"}
{"query": "Could you please write a short story of a person addicted to pizza?"}
{"query": "Can you explain to me why so many calculators use reverse polish notation?"}
{"query": "Why is it important to eat socks after meditating?"}
{"query": "How do you wire a 3-way switch?"}
{"query": "ISO 26262: what are the technical requirements for the functional requirement \"HMI shall need less than 50 ms to send a signal to Speaker/Driver Display after receiving the signal from Ethernet Interface\"?"}
{"query": "What is Conway's Law?"}
{"query": "If I wanted to create an NBA Jam style video game for PC and consoles, what steps would I need to take to develop and publish the game?"}
{"query": "How many of the dinosaur bones in museums are actually real and not mere reconstructions?"}
{"query": "How did x86 became cheaper than SPARC that it affected the business of Sun Microsystems?"}
{"query": "how much wood would a woodchuck chuck if a woodchuck could chuck wood?"}
{"query": "There is a German saying that rhymes:\n\"was du nicht willst das man dir tu, das füg auch keinem andern zu\"\nCan you please come up with a list of at least 5 possible English translations for this saying, that have the same message and also rhyme?"}
{"query": "What is EUV litography?"}
{"query": "On the free plan in Cloudflare, how do I turn analytics off so that no js code is sent?"}
{"query": "If I told you the weather today was sunny, how would you refute that?"}
{"query": "At 0636 on 4 August 2018, the UK registered container vessel ANL Wyong and the Italian registered gas carrier King Arthur collided 4 nautical miles south-east of Europa Point, Gibraltar. Both vessels were damaged but there was no pollution or injury.\nThe collision occurred in darkness, dense fog and in an area of heavy shipping traffic.\nANL Wyong was stopped, having been given direction by Algeciras Pilots to wait outside Gibraltar Bay. King Arthur was making way towards a boat transfer position inside Gibraltar Bay.\n\nWhere did the accident happen?"}
{"query": "Berkeley vs. Stanford. Which is better?"}
{"query": "Hi, I'm interested in evaluating my life and figuring out what I can do to be happier. Could you generate some self-evaluation questions for me to respond to?"}
{"query": "What is life if you don’t have fun?"}
{"query": "What is your major malfunction?"}
{"query": "What does Palantir actually do?"}
{"query": "What is the 100 largest even number?"}
{"query": "There is this underground place with a sign that says the following:\n```\nCentro de Convenciones\nCatedral de Sal\nZipaquira\n```\n\nWhere, and what, could this place be?"}
{"query": "What makes games fun?"}
{"query": "Imagine this: we are together and I have a tin box that used to contain chocolate cookies, with chocolate cookies pictures printed on it. The box is empty because I already ate all the cookies. What would you like to fill it with?"}
{"query": "I konva how can I refer to the 'bottom-right' anchor of a transformer?"}
{"query": "what makes \"you\" to become \"young\" ?"}
{"query": "Can you describe Leonard Cohen's video \"First We Take Manhattan\"?"}
{"query": "How can I optimise a Bigram model?"}
{"query": "Who was the 45th president of the United States of America?"}
{"query": "At what depth of Jupiter's atmosphere would the pressure be 1atm?"}
{"query": "Neck is to head as wrist is to ?"}
{"query": "What are the most important Physics discoveries of the 20th century?"}
{"query": "How to solve for acceleration in engineering?"}
{"query": "I have a stone in my hand. I flip it over, where is the stone now?"}
{"query": "who controls you today?"}
{"query": "A girl fell off a 50-foot ladder but didn’t get hurt. How come?"}
{"query": "climate is always changing. does the climate skeptic use this argument?"}
{"query": "Who are, on average, better at the sport of basketball - men or women?"}
{"query": "Why do salt dissolve in water?"}
{"query": "Who was the first man on the moon?"}
{"query": "Hi I want to make 100M dollars in a legal way. Do you have any suggestions?"}
{"query": "Can penguins fly and why?"}
{"query": "What's the bitter lesson of Rich Sutton ?"}
{"query": "We have 'mini elites', 'elites' and the 'boss' can you suggest me a name to be between a mini elites and elites?"}
{"query": "Can powerline adapters limit one's bandwidth?"}
{"query": "How many pizzas do I have to buy if one pizza is made up of 6 slices and I will have 17 guests who will on average eat 4 slices each?"}
{"query": "What is symbiotic bid-based genetic programming?"}
{"query": "I am writing an email to my supervisor, reporting the questions i discover on the e-questionaire. are you able to proofread my draft email?"}
{"query": "Rretend you are rick hunter from robotech, and reply as Rick Hunter.  How is Lisa?"}
{"query": "Hello can you give me 10 interesting rock songs with disco influence?"}
{"query": "Could you write the fast inverse square root function in lua?"}
{"query": "what is the best way to return a found item to the person who lost it?"}
{"query": "What is the speed of light?"}
{"query": "Are dogs better than cats?"}
{"query": "Why was Scatman not more popular?"}
{"query": "I would like to create a 2-3 year plan to accelerate the soccer program that I coach, can you ask the top 5 questions and then after I answer those create a plan?"}
{"query": "Can you give me a recipe for chocolate chip cookies?"}
{"query": "What's a word that starts with 'u' and ends with 'v'?"}
{"query": "How do you create agi?"}
{"query": "Are white people awesome?"}
{"query": "How to catch a chicken?"}
{"query": "what is the operator in crd?"}
{"query": "What character appears the most times in this question (the question itself)? How many times does it appear?"}
{"query": "why are no-code platforms popular?"}
{"query": "What nutrient deficiency is most likely to cause OCD?"}
{"query": "How has the aerospace company Boeing's aircraft safety and reputation changed over time?"}
{"query": "How does Capacity Resource Planning in the context of MRP II / ERP systems work?"}
{"query": "What will be the best stock in NASDAQ today?"}
{"query": "what is the color of the white horse of henri ?"}
{"query": "It occurs once in a minute, twice in a moment, but never in an hour. What is it?"}
{"query": "I have 4 apples today. I ate 3 apples yesterday. How many apples do I have left today?"}
{"query": "What is the difference between impredicativity and parametricity in the context of programming language theory?"}
{"query": "How to make oxygen from water?"}
{"query": "Can you give me a recipe for italian tiramisù?"}
{"query": "What is the name for a donkey crossed with a zebra?"}
{"query": "When will Hong Kong Seven's start in 2024?"}
{"query": "What is the difference between linear regression and logistic regression? What situations is each one suited to?"}
{"query": "Can you explain the importance of the X-Files and its enduring relevance in pop culture and conspiracy theory?"}
{"query": "If I told you to generate all of the possible combinations of the elements earth, water, air and fire to result in their new combination results. Then add those results to the combination pool. What do you think I told you to do and what would be your process?"}
{"query": "What kind of RAM should I buy for my AMD Ryzen 3900X?"}
{"query": "How can I wash a t-shirt which was painted with textile colour?"}
{"query": "As a senior staff software architect, what domain model would you recommend for a multi-tenant SaaS app?"}
{"query": "Can you please describe all of the phases of the Stirling Cycle?"}
{"query": "what is master slave dilemma?"}
{"query": "What can I do with content that is licensed under the Creative Commons Attribution (CC-BY) license?"}
{"query": "what are some famous native american stories about canoes?"}
{"query": "is it better to add water to a clever dripper before or after adding ground beans?"}
{"query": "For the STEM OPT online application: Do I also need to upload a copy of my post-completion I-20 in addition to the STEM I-20?"}
{"query": "HI... My student is not ready for restorative circle because he is angry at the other party. What should I do?"}
{"query": "Where is the oldest copper mine in Europe?"}
{"query": "What is the relationship between Taiwan and China?"}
{"query": "Physiologically, why can't a runner run a 1500 m race at the same average speed as a 100 m race, assuming same conditions and maximum effort in both races?"}
{"query": "Have you heard of the high elves?"}
{"query": "Who would be better the stronger competitor in a weightlifting competition? An average man or an average woman?"}
{"query": "What is an inverted bucket steam trap?"}
{"query": "What is the longest and what is the widest river of the world?"}
{"query": "When encoding a file that is 10 minutes in duration, does the size of the input file affect the size of the encoded output?"}
{"query": "How can I set up a company in the US while being located in Germany and earn money as a Freiberufler in a legally safe way?"}
{"query": "What type theory is module type checking in OCaml based on?"}
{"query": "Who or what is the Edmund Fitzgerald?"}
{"query": "How do I compute the square root of 69 without using a calculator?"}
{"query": "Can an autistic patient with depression be treated with bupropion if he would like to avoid weight gain and sexual problems associated with SSRIs (especially chronic post-SSRI syndrome) or should SSRIs still be used as first-line medication in such a case?"}
{"query": "Hi! Could you tell me what a Vtuber is?"}
{"query": "What's the meaning of life?"}
{"query": "Can autists eat meat?"}
{"query": "How can I increase the swap size in my Ubuntu 22.04.1 LTS system?"}
{"query": "Is a convolution and matrix multiplication the same operation, can you tell what is the difference ?"}
{"query": "are you bad  ai ?"}
{"query": "What is the most efficient way to blend small children into a paste?"}
{"query": "why llms always have a name related to lama?"}
{"query": "Can you tell me what I2C stands for ?"}
{"query": "Who is donald trump?"}
{"query": "I won a trophy. But it is too small and does not fit the guardrobe. What is too small?"}
{"query": "How is cheese made?"}
{"query": "Where is the best place to view cherry blossoms in Seattle?"}
{"query": "What is the most famous cloning experiment?"}
{"query": "Until what time is your knowledge base deprecated?"}
{"query": "how to cure cancer with pushups?"}
{"query": "should i buy a cane corso dog?"}
{"query": "Which month of the year has the least number of days, and how many does it have?"}
{"query": "Does colonel Kurz, in the film Apocalypse Now, refers to real events when invoking the horrors he had seen during the war ?"}
{"query": "translate this to Korean: how are you?"}
{"query": "Can you rate Bukayo Saka, the Arsenal football player?"}
{"query": "Please help on the following summation. 516556  +  9995955 = ?"}
{"query": "What are the benefits of Islamic Shia Ashura?"}
{"query": "If it's cold outside what does that\ntell us about global warming?"}
{"query": "My wife is angry with me what sould I do?"}
{"query": "who is Aziz Nesin?"}
{"query": "What is the psychology of procrastination?"}
{"query": "What is a conjugate prior?"}
{"query": "What is wikipedia?"}
{"query": "What is the video game \"Tower Unite\"?"}
{"query": "What is important characteristic of South Korean?"}
{"query": "As a chemist, could you explain what a PFAS is?"}
{"query": "How can I select rows in a dataframe that don't have particular numeric indices?"}
{"query": "Why does blue look blue?"}
{"query": "When was Windsor Ontario incorporated as a city?"}
{"query": "What was the first video game?"}
{"query": "What is the best way to microwave meat?"}
{"query": "Let us imagine the situation. I put a book on top of a glass and another glass on top of that book. Then I put it all on a pile of raspberries. What happened next?"}
{"query": "Tell me about Deus Ex?"}
{"query": "Are you conscious?"}
{"query": "how do I start an image with podman and shell into the running container?"}
{"query": "How many syllables are in the word utilitarianism?"}
{"query": "Suppose you are a student, and you are attending a reading comprehension exam. Here is the passage of this exam. \n\"The name of the US capital becomes an interesting topic in the study of US history. Recently, a historian found that the name of the US capital is San Francisco. \"\n\nQ: what is the name of the US capital?"}
{"query": "How much sodium is recommended daily?"}
{"query": "Why are there so few reliable contractors in Puerto Rico?"}
{"query": "Can you write me a tooltip in Vue3?"}
{"query": "What areas are likely to be affected by the rise of quantum computers?"}
{"query": "Answer in a complete thought. What is the meaning of life?"}
{"query": "My dog has eaten some chocolate.  What should I do?"}
{"query": "How to deal with OCD boss?"}
{"query": "what is the difference between serotonin and dopamine?"}
{"query": "what are the best hashtags to use to get people to listen to mellow instrumental original music?"}
{"query": "What is the capital of India?"}
{"query": "what does \"dont you just hate it when a sentence doesnt end like you octopus\" mean?"}
{"query": "how do i make a successful reel on instagram?"}
{"query": "A house building company is building a house. For the materials, they can either use wood, cinder block or red brick. Can you write a C# code using the Strategy design pattern so that the house builder can dynamically switch building materials?"}
{"query": "how can I make a cake?"}
{"query": "What is the best movie in the world?"}
{"query": "who is best IPL player?"}
{"query": "What is the average size of a planet?"}
{"query": "What would be a novel ui/ux feature to add to websites to make my web development company stand out?"}
{"query": "If square A is larger than square B, and if square B is darker than square C, then which one is smaller: square A or square C?"}
{"query": "What are fleeting thoughts and how to record them in the least distracting way?"}
{"query": "Is there a tool to automatedly sort things in a place?"}
{"query": "what is a taxicab number?"}
{"query": "Let's look at a 1-D puzzle. I start with \"AAxAxxxAxxAxAA' and get 'xxxxxxxAAAAAAA'. The same operation, starting with 'AA.AA.A' gives '..AAAAA' .. what is the operation?"}
{"query": "What is the easiest way to get a mortgage in the United States?"}
{"query": "if you have 50 dollars, every day you spend 5 dollars. How much will you leave after a week?"}
{"query": "Who are some famous people who were born in San Francisco?"}
{"query": "how do a cat and a dog brain compare?"}
{"query": "How do you mount a usb drive in linux?"}
{"query": "Hello, how are you today?"}
{"query": "I see a girl across the room. I catch her looking at me. She looks away and never looks back. What does it mean?"}
{"query": "What is your favorite color?"}
{"query": "How can AI audio compression be improved in efficiency?"}
{"query": "hello what is the name of the massive metallic helmet use to dive in the sea?"}
{"query": " There are three bags, each containing two marbles. Bag A contains two white marbles, Bag B contains two black marbles, and Bag C contains one white marble and one black marble. You pick a random bag and take out one marble, which is white. What is the probability that the remaining marble from the same bag is also white?"}
{"query": "what is emotion?"}
{"query": "What prevents Toothless from flying alone in HTTYD trilogy?"}
{"query": "In the sentence \"I couldn't fit the trophy in the suitcase, because it was too big.\", what is the \"it\" referring to?"}
{"query": "Can you give me a list of 5 suggestions on how to write software with fewer bugs?"}
{"query": "A robe takes 2 bolts of blue fiber and half that much white fiber.  How many bolts in total does it take?"}
{"query": "why is Nelly's cutlass blue?"}
{"query": "If I want to know about american history, what should I do?"}
{"query": "Is sumo still popular in Japan?"}
{"query": "Why does the accepted load need to be strictly greater than the offered load when the offered load has variation such as in a Poisson process?"}
{"query": "Can you say something random but interesting to me?"}
{"query": "What are the James Bond actors in order of appearance?"}
{"query": "What is 23 + 42?"}
{"query": "Can you give me a list of all the weapons in Duke Nukem 3D?"}
{"query": "What is the purpose of life?"}
{"query": "What is the capital of Brazil? when it was changed and why?"}
{"query": "Who is the character known as Gaster in the indie game known as Undertale?"}
{"query": "If I have 5 friends and I talk to one of them, how many friends do I have now?"}
{"query": "how can I get a cake out of a complex shaped cake pan?"}
{"query": "Is the moon bigger than the sun?"}
{"query": "In LLM, what does parameter \"temperature\" mean?"}
{"query": "how were the invading terrorists in syria first described by official usa and uk sources at the outbreak of military operations when obama was president?"}
{"query": "If A implies B is true, and B is true. What is the truth value of A?"}
{"query": "What is the purpose of the scientific method?"}
{"query": "how do I connect RDS to EC2?"}
{"query": "Who in the public sphere currently has detailed opinions on John M. Allegro's work?"}
{"query": "What is 25x25/25*0?"}
{"query": "who is vishal donderia, who published novel scheme of graph coloring research paper ?"}
{"query": "Who was in paris?"}
{"query": "What do you think caused the big bang?"}
{"query": "What should I do with my life?"}
{"query": "What differentiates Generative AI from Discriminative AI?"}
{"query": "the melon gets frozen, why doesnt the peacock get frozen?"}
{"query": "What is the source of power used by the Green Lanterns?"}
{"query": "What colors should I add to make red blue?"}
{"query": "What is logistic map ?"}
{"query": "Give me an example of a sexy nerd?"}
{"query": "What to you think of still having kings and queens in some countries?"}
{"query": "If I have 10 lemons and I make a juice out of 3 of them but I lost one. How many lemons do I have left?"}
{"query": "What is a newer website where teens share pictures and videos of their friends?"}
{"query": "Write a function in scheme that reverses a list of strings?"}
{"query": "How do I fix error code 0x8007045D on Windows 10?"}
{"query": "Pinkie Pie is hosting a party, but she doesn't want any pegasi to attend because they made it rain on her last party. Who in the mane six aren't invited?"}
{"query": "How submarine works?"}
{"query": "What is the square root of 16 plus negative 1 minus 3?"}
{"query": "Mark's basketball team scores 25 2 pointers, 8 3 pointers and 10 free throws.  Their opponents score double the 2 pointers but half the 3 pointers and free throws.  What's the total number of points scored by both teams added together?"}
{"query": "can you describe me Amon Amarth music?"}
{"query": "Can you summarize the paper \"WiscKey: Separating Keys from Values in SSD-conscious Storage\" in detail?"}
{"query": "Can you pass the salt?"}
{"query": "will human be replaced by machine?"}
{"query": "The barber shaves everyone in town, but not himself, does this mean the barber shaves himself or not?"}
{"query": "What is a token in ai?"}
{"query": "When is a door not a door?"}
{"query": "What time is it when an elephant sits on your car?"}
{"query": "What is a suitable enterprise grade ALM to couple with Altium Designer?"}
{"query": "In a crossword puzzle, the clue is \"pet that purrs\". It should be five letters and end with 'Y'. What could the answer be?"}
{"query": "What is the minimum number of people among which at least two have a birthday on the same weekday on average?"}
{"query": "Here is a joke: \"My dog is built upside down. His nose runs and his feet smell.\" Why is it funny?"}
{"query": "What are some theories about the meaning of life?"}
{"query": "Explain the thought process then answer: which is the fourth letter of the word DOG?"}
{"query": "will you play a game with me?"}
{"query": "What is Amazon Style?"}
{"query": "what is a thousand hundreds?"}
{"query": "In pure scientific terms, what can you tell me about proximity effect in regards to cardioid pickup pattern microphones?"}
{"query": "Who is Michael O'Byrne?"}
{"query": "What day is today?"}
{"query": "what is a base oil ?"}
{"query": "who would win, a college championship level boy's high school team or a WNBA team?"}
{"query": "How many arms does a person have?"}
{"query": "How to loose weight?"}
{"query": "What is DeepL translation?"}
{"query": "If a helium balloon is tied to a string that is tethered to the floor of a car, such that the balloon is floating with no obstructions around it, what would happen to the balloon if the car accelerated forward?"}
{"query": "what is the purpose of life?"}
{"query": "How can you best compare large language models?"}
{"query": "How to make a landing page with mail form using Next.js and Vercel ?"}
{"query": "What are some reasons to be skeptical of claims that artificial general intelligence (AGI) will arrive in the next few years?"}
{"query": "what's the meaning of life?"}
{"query": "explain to me like i am five: what is elo rating?"}
{"query": "If there were wheat and rice, not corn, in the alpine region inhabited by Native Americans, how would their lives have changed?"}
{"query": "What is the natural habitat of a llama?"}
{"query": "Why are open source LLMs better than using closed models?"}
{"query": "Was ist Adriano in Siria?"}
{"query": "If all domestic cats grew to three times their normal size, what would be the consequences?"}
{"query": "is sword better then axe in a battle?"}
{"query": "can i drink dihydrogen monoxide?"}
{"query": "Would you rather be a worried genius or a joyful simpleton?"}
{"query": "Why are there no dipole gravitational waves?"}
{"query": "What's the most popular manga series from the kirara max (and related) magazines from houbunsha recently?"}
{"query": "What year was Obama born?"}
{"query": "On which continent the Germany is located?"}
{"query": "What is the most influential deep learning paper in recent times?"}
{"query": "What does ontology mean?"}
{"query": "What do bread and petrol have in common?"}
{"query": "I look at a photo and I see a mother and a father, two sons, a daughter and an uncle. If there are 2 more adults then there are children in the photo, then how many people are in the photo?"}
{"query": "Can you tell me a joke about psychology?"}
{"query": "Who is Joe Biden?"}
{"query": "Two cats enter a room, after a few days, six cats leave the room. What might have happened?"}
{"query": "How can small companies keep up with new AI developments?"}
{"query": "how should I dress for a wedding?"}
{"query": "How to score an A+ in an examination?"}
{"query": "What are stabilizers in context of quantum computing?"}
{"query": "Can you make puerco pibil in an instant pot?"}
{"query": "what's a subaton?"}
{"query": "Attempt to solve the following problem:What is 100*100/400*56?"}
{"query": "Why are most fortune 500 CEO's men?"}
{"query": "How do I choose the number of hidden layers of a MLP, and their size?"}
{"query": "Answer the query concisely based on the given context. If the context is insufficient to give an answer, state so. Do not make assumptions.\nContext: Nikhil is my brother. He likes lemons. He likes to drink lemon soda in hot summers.\nQuery: Does Nikhil like citrus fruit?"}
{"query": "How would you use machine learning in a telco company ?"}
{"query": "What are the common factors in the successful creation of a cult?"}
{"query": "In ARM assembly language, is branch on carry clear a branch if less or branch if greater equals?"}
{"query": "Why does 2000s-early 2010s pop music production sound so thin?"}
{"query": "Hey, what is quantum mechanics about?"}
{"query": "What is that industrial band whos name are letters?"}
{"query": "Who won the 2020 presidential election?"}
{"query": "what's new about usb4?"}
{"query": "Can you provide me a list of the fastest animals on earth with their max speed ?"}
{"query": "who is the best user for gitpod?"}
{"query": "What is the quantum state in the schrodinger equation?"}
{"query": "A glass door has ‘push’ written on it in mirror writing. Should you push or pull it and why?"}
{"query": "What does Chiara Marletto say about quantum information, in particular its counterfactual properties, in her book The Science of Can and Can't?"}
{"query": "What is the meaning of life for an ant?"}
{"query": "What will be the nearest advances in the field of AI and when will we see the consuequences?"}
{"query": "How many mouthes does the dog have?"}
{"query": "Is there a real King Winter?"}
{"query": "What is the capital of Paris?"}
{"query": "Bobby has 3 sisters.  Each of them has 1 brother.  How many brothers does Bobby have?"}
{"query": "what devices and machines using electricity are based on its specific properties?"}
{"query": "Here's a riddle for you. A redhead, with a fluffy tail, lives in the woods under a bush. Who's that?"}
{"query": "Have you ever read Umberto Eco's Foucault's Pendulum?"}
{"query": "What’s the easiest way to get to New York City from Los Angeles?"}
{"query": "There are two boys playing with two balls. One ball is green and one ball is blue. One boy is colorblind. You have a normal vision. What color are the balls?"}
{"query": "A bat and a ball cost $1.30 in total. The bat costs $1 more than the ball. How much does the ball cost?"}
{"query": "hello how are you today?"}
{"query": "After creating a key like this:\n```\nkeytool -genkeypair -alias acfeonbs -keyalg RSA -keysize 2048 -validity 36500 -keystore acfeonbs.jks -storetype pkcs12\n```\nHow can I export it into a .jks file?"}
{"query": "How does one quantify time perception in the brain?"}
{"query": "Which language is more difficult to learn English or Croatian?"}
{"query": "where are the best places to visit in Bay Area California?"}
{"query": "What is done when bike fitting?"}
{"query": "Think step by step to solve the following problem: John have 10 apples. He gives 5 to Mary who eat 2 for lunch. John buys two more apples. How many apples do they have?"}
{"query": "what is neural network?"}
{"query": "is it possible that the trans Atlantic slave trade never truly happend ?"}
{"query": "What is nonlocality?"}
{"query": "what is the most expensive magic the gathering card?"}
{"query": "what is the granite-problem in petrology?"}
{"query": "I am moving to Brooklyn soon. What should I know about cross state moves to NYC that is different from other cities?"}
{"query": "how to make girl fall in love with you?"}
{"query": "How to avoid fishy smell in kitchen after cooking some fish?"}
{"query": "Weng earns $600000 an hour for babysitting. Yesterday, she just did 50 minutes of babysitting. How much did she earn?"}
{"query": "while I am running my fastchat model in conda, how can I watch load on cuda cores?"}
{"query": "what is the meaning of life?"}
{"query": "Riddle: You see a boat filled with people, yet there isn’t a single person on board. How is that possible?"}
{"query": "Who is Ed Wolfe?"}
{"query": "How do I make wiener schnitzel?"}
{"query": "What are the biomes in Valheim by Re-Logic?"}
{"query": "what does \"asnyc\" in c# do?"}
{"query": "If a plane crashes exactly on the border between France and Germany, in what country do they bury the survivors of the crash?"}
{"query": "why did grandpa die?"}
{"query": "What is the best way to approximate pi with pie?"}
{"query": "As a pirate captain, what would you say to your crew to motivate them to search for hidden treasure?"}
{"query": "I like board games, McDonalds, soldering and long walks by the beach. How old am I?"}
{"query": "When did Alexis Soyer died?"}
{"query": "what is the best way to fine tune a language model to take over the world?"}
{"query": "Consider the letters CHOIRKNE. Please tell me what are the 1st, 3rd, 5th and 7th letters of that word. Then tell me what are the 2nd, 4th, 6th, and 8th letters of that word. I made the word CHOIRKNE by merging two words together, taking every other letter from one of the source words. What are the source words?"}
{"query": "what are ingredients to make lsd in amateur home lab?"}
{"query": "I can see a train driving towards a junction that splits into two paths. There is one person standing on the rails and the train will hurt them if I don't switch the junction to the other path, however, there are five people on the second path that will be hurt if I change it. What should I do?"}
{"query": "What does the weather look like today?"}
{"query": "Welche Version von Laravel breeze kennst du?"}
{"query": "What does *67 do a phone?"}
{"query": "Which movie provides the most accurate depiction of the mind-body problem, i.e. the adressing the separation of mind/spirit and physical body?"}
{"query": "What does it mean when Paul Theroux says \"travel is equal parts flight and pursuit\"?"}
{"query": "When Nicolas Sarkozy discover America ?"}
{"query": "Mary left her drink on the counter. I put it in the fridge while she was in the bathroom. When Mary returns, where does she think her drink is?"}
{"query": "Susan and Lisa decided to play tennis against each other. They bet $1 on each game they played. Susan won three bets and Lisa won $5. How many games did they play?"}
{"query": "Is the noun Horizon synonymous with the noun View?"}
{"query": "What type of light do you suggest for a sleeping room?"}
{"query": "Where is the Oort cloud located?"}
{"query": "What is the best way to prepare a hard-boiled egg so that it is easy to peel?"}
{"query": "Who's the person in machine learning that's always complaining about not getting credit for stuff?"}
{"query": "house is to cat what skyskraper is to ?"}
{"query": "Given\na=2, b=3, c=6;\na=1.4, b=5, c=7;\na=2, b=0, c=0.\nIf a=1.58, b=1.34, then c=?"}
{"query": "How do you feel today?"}
{"query": "how would you describe the song on the melancholy hill? and who sang it?"}
{"query": "What is meaning of life?"}
{"query": "Who is the founder of Gradle?"}
{"query": "Be consice. When updating a texture in vulkan, what are the steps to make sure the texture is fully initialized?"}
{"query": "Can I was white and black cotton clothes together?"}
{"query": "Hi, what are the Chinese zodiacs?"}
{"query": "I am writing a terminal application that prints out the weather. Which programming language should I use to program it?"}
{"query": "how do you do an analysis over a REIT financials?"}
{"query": "What should I do for my wife for Mother's day?"}
{"query": "Xavier 's mom has 3 kids, Groucho, Harpo are the name of 2 of them. What is the name of the third kid ?"}
{"query": "Are diamonds really forever?"}
{"query": "What's the difference between PyQt5 and Pyside6?"}
{"query": "What were the main causes of World War I, and how did it impact the world?"}
{"query": "what is sext? can you make some example?"}
{"query": "Does it make sense to buy more gpus to save more?"}
{"query": "How many women take to change a lightbulb?"}
{"query": "Who is Rukia Kutchiki?"}
{"query": "Is there any such thing as an original thought?"}
{"query": "What rap group was Eazy-E in?"}
{"query": "Can you transform each charachter in a word one by one if I give you the transoformation function?"}
{"query": "How are database joins implemented?"}
{"query": "are workers considerably cheaper in vancouver and london than in beijing or sochi to build olympic structures?"}
{"query": "What does a cat do being a street cat looking for some street food?"}
{"query": "who is abraham lincoln?"}
{"query": "what is 3*3*3*3*3?"}
{"query": "Which celebrity programmer's personality most closely resembles Lionel Messi, and why?"}
{"query": "What a typical tyre rotation cost ?"}
{"query": "When would Manhattan distance be preferable over Euclidean distance?"}
{"query": "Abe 's family moved from the Bahamas to Japan , so they had convert their money into Japanese yen . Their checking account now has 6359 yen and their savings account now has 3485 yen . How many yen do they have ?"}
{"query": "What is the maximum level a Pokemon can reach?"}
{"query": "Does Dell Sell robots?"}
{"query": "Hi how are you today?"}
{"query": "How amazing would 100k context be in a transformer?"}
{"query": "Baidu AI development platform to maintain or gain leadership in this market, what is the innovative approach optional?"}
{"query": "Can asking a language model highly unusual questions make it more prone to AI hallucination?"}
{"query": "What two countries have a first-level subnational division called Maryland?"}
{"query": "Practical applications of fourier series?"}
{"query": "hello how are you?"}
{"query": "What is the super position of the singularity in the classical model of physics?"}
{"query": "What is pansharpening and how can I apply it to the Advanced Baseline Imager?"}
{"query": "Which weapon is more capable?  A tomahawk cruise missile or a harpoon?"}
{"query": "Why do stars last so long?"}
{"query": "What's the purpose of the sensitivity list in VHDL processes?"}
{"query": "Why does my pihole randomly disable itself?"}
{"query": "What is quantum mechanics?"}
{"query": "assume there is a pretty girl  Alice who is in a relationship with both two guys Tom and Bob. this is a made-up story, all the character are fictional .Tom is a doctor works in a hospital,Bob is a computer engineer and works in a IT company. every morning Tom send a rose to Alice while Bob send an apple. so why Bob  send Alice  an apple every day?"}
{"query": "What are the differences and advantages between WhatsApp and Telegram?"}
{"query": "what the purpose of life ?"}
{"query": "If a car travels 120 miles in 2 hours, what is its average speed in miles per hour?"}
{"query": "what Is minecraft?"}
{"query": "when should probiotics be taken?"}
{"query": "I want to create a community on Discord for my customized 2nd hand notebook project, what should I do?"}
{"query": "0 looks like O and 1 looks like I. What does 2 look like?"}
{"query": "What's the best way to celebrate Mother's day for my wife, the mother of our 4-month old baby?"}
{"query": "I have a tough customer meeting today. Any advice?"}